{
  "id": "2.3",
  "title": "GENERAL REQUIREMENTS FOR INVERTER ENERGY SYSTEMS (IES)",
  "fullText": "An IES installation is made up of an inverter(s), an energy source(s), wiring, and control, monitoring and protection devices connected at a single point in an electrical installation.\n\nMultiple IES installations can exist within a single electrical installation.\n\nUnless specifically stated by the electricity distributor, the rating limit for a single-phase IES in an individual installation shall be equal to 5 kVA, and a multi-phase IES shall have a balanced output with respect to its rating with a tolerance of no greater than 5 kVA unbalance between any phases.\n\nInstallations in domestic dwellings shall not have maximum d.c. voltages that span greater than 600 V. For non-domestic installations where the maximum d.c. voltages exceed 600 V, the entire d.c. installation and associated wiring and protection shall have restricted access.\n\nFor non-domestic installations, at the inverter where the d.c. voltage exceeds 600 V d.c., restricted access is satisfied where the cabling is in heavy duty conduit or is fully enclosed in an equivalent electrical enclosure that is not accessible without the use of a tool up to and including the inverter d.c. port. If in accessible areas, the associated protection and isolation devices shall also be fully enclosed and only accessible with the use of a tool.\n\nThe size, balancing of current output (for multi-phase installations) and voltage rise should be considered in the design of IES.\n\nNOTE: See Appendix C for design considerations.\n\nThe inverter(s) shall comply with the requirements of AS/NZS 4777.2 to ensure safe operation when connected to any consumer installation supplied from a grid. Additional protective functions, earth fault and overcurrent protection shall be in accordance with the requirements of this Standard.\n\nThe IES shall be installed in accordance with the requirements of this Standard, and those of the IES component manufacturers. Where there is a conflict, this Standard shall prevail.\n\nNOTE: The attention of system designers and installers is drawn to the requirements detailed in the manual provided with the inverter relating to the installation of external RCDs and other devices externally mounted as required by AS/NZS 4777.2 or IEC 62109-1 and IEC 62109-2. Externally mounted RCDs, earth leakage detection devices and/or interruption devices may be required. Demand response enabling devices for inverter control may be available for connection. Inverter manufacturers may also have specific connection requirements related to inverter topology, such as non-separated supplies.\n\nWhere the IES does not provide a metered output and the revenue metering of the electricity distributor does not provide direct IES output metering, an energy (kilowatt hour) meter or other logging device to record the output of the IES should be installed."
} 