{
  "id": "3.4.4.1",
  "title": "GENERAL",
  "fullText": "Central protection shall be installed to perform the following functions—\n(a) coordinate multiple IES installations at the one site;\n(b) provide protection for the entire IES installation;\n(c) provide islanding protection to the connected grid; and\n(d) preserve safety of grid personnel and the general public.\n\nAny central protection shall be placed as close to the main switch (grid supply) of the installation as practicable. This protection is in addition to and separate from the inverter protection.\n\nThe requirement for central protection shall be determined based on the rating of all IES connected at an installation. The types of protection functions specified in Table 1 shall be installed based on the rating of all IES connected at an installation.\n\nNOTE: There may be the need to install an additional control for the main switch (inverter supply) to meet central protection requirements.\n\nCentral protection settings shall be secured against inadvertent or unauthorized tampering. Changes to settings shall require the use of a tool and special instructions not provided to unauthorized personnel.\n\nNOTE: Special interface devices and passwords are regarded as tools.\n\nTABLE 1 REQUIREMENTS FOR INVERTER INTEGRATED PROTECTION AND CENTRAL PROTECTION FUNCTIONS\n\nFor IES ≤ 5 kVA/phase:\nConnection type: Single-phase, two-phase or three-phase\nProtection required: Inverter integrated protection according to AS/NZS 4777.2\nAdditional central protection: None\n\nFor 15 kVA < IES ≤ 30 kVA:\nConnection type: Three-phase\nProtection required: Inverter integrated protection according to AS/NZS 4777.2\nAdditional central protection: Phase balance protection (refer to Clause 3.4.4.2) where not inverter integrated according to AS/NZS 4777.2\n\nFor 30 kVA < IES ≤ 200 kVA:\nConnection type: Three-phase\nProtection required: Inverter integrated protection according to AS/NZS 4777.2\nAdditional central protection: Phase balance protection (refer to Clause 3.4.4.2) where not inverter integrated according to AS/NZS 4777.2 AND Under and over voltage protection and under and over frequency protection (Refer to Clause 3.4.4.3)"
} 