{
  "id": "3.4.3",
  "title": "ISOLATION SWITCHES",
  "fullText": "An isolation switch or circuit-breaker shall—\n(a) be provided on the switchboard to which the IES is directly connected (see Note 1);\n(b) be able to be secured in the open position;\n(c) operate in all active conductors;\n(d) be capable of breaking the rated current of the IES;\n(e) isolate the IES from that switchboard;\n(f) be installed in accordance with the requirements for main switches, as specified in AS/NZS 3000 (see Note 2); and\n(g) be labelled as specified in Section 6.\n\nNOTES:\n1 The purpose of this switch is to provide isolation of the IES for persons working on other parts of the electrical installation.\n2 The electrical requirements for isolation devices specified in AS/NZS 3000 include the prohibition on the use of solid state devices for isolation purposes.\n\nWhere both an isolator and circuit overcurrent protection are required, this may be two separate devices or a single circuit breaker capable of being secured in the open position.\n\nWhere the inverter is not adjacent to the switchboard to which it is connected, there shall be a labelled isolating switch adjacent to the inverter in addition to the main switch (inverter supply) installed in the switchboard. This isolating switch adjacent to the inverter shall be readily available. Isolation switches shall be capable of being secured in the open position.\n\nFor an IES comprised of a single inverter or group of inverters with capacity of no more than 5 kVA per phase, see Clause 5.5.2.\n\nThe isolating device shall not be located within the operational portion of the inverter, so that if the inverter needs to be removed from service, the isolation device remains in place.\nThis requirement does not apply where—\n(i) the serviceable section is interlocked with the isolating device;\n(ii) all live parts are inside enclosures or behind barriers that provide a degree of protection of at least IPXXB or IP2X (i.e. all live parts are screened from touch); or\n(iii) all live parts are isolated automatically."
} 