{
  "id": "3.4.4.3",
  "title": "CENTRAL VOLTAGE AND FREQUENCY PROTECTION REQUIREMENTS",
  "fullText": "In addition to inverter integrated protection, voltage and frequency protection is required for IES larger than 30 kVA as specified in Table 1. The additional protection provides a level of coordination between the point of supply, individual inverters and equipment within a consumer installation.\n\nNOTES:\n1 The utilization voltage for all equipment needs to be maintained within an acceptable range at all times. Increases in the utilization voltage may be caused by the supply voltage or by internal voltage rises caused by the IES, whereas the utilization voltage falling below the minimum may be caused by grid supply voltage reduction or excessive loads on site.\n2 The additional protection also provides additional anti-islanding protection.\n\nThe central voltage and frequency protection shall have the setting parameters specified in Table 2. It should have the default set points nominated in Table 2.\n\nThe disconnection time in Table 2 shall be co-ordinated with the inverter protection requirements of AS/NZS 4777.2.\n\nTABLE 2 CENTRAL VOLTAGE AND FREQUENCY PROTECTION SET POINTS\n\nSetting parameter | Disconnection time | In Australia only | In New Zealand only\nSustained over voltage (V>) (based on average value over a period of 10 min) | 15 seconds | 255 V | 246 V\nOver voltage (V>) | 2 seconds | 260 V | 250 V\nUnder voltage (V<) | 2 seconds | 180 V | 180 V\nOver frequency (F>) | 2 seconds | 52 Hz | 52 Hz\nUnder frequency (F<) | 2 seconds | 47 Hz | 45 Hz\n\nThese set points shall be fixed set points or adjustable set points secured against adjustment.\n\nThe central protection shall respond to the above setting parameter conditions by disconnecting all IES from the installation by automatic operation of a disconnection device located adjacent to the main switch (inverter supply) or adjacent to the inverter and/or the internal inverter disconnection device by asserting DRM 0 to the inverter. The disconnection device shall operate when there is loss of power to the central protection, loss of control signal from the central protection or an internal fault in the central protection (this is to enable fail-safe operation). A semiconductor (solid state) device shall not be used for this purpose.\n\nNOTES:\n1 The additional disconnection device for automated operation of central protection does not negate the need for the main switch (inverter supply).\n2 These are limits based on the overall system configuration—application for individual inverters may require different set points designed to suit overall central protection requirements."
} 