{
  "id": "4.5",
  "title": "ISOLATION DEVICES",
  "fullText": "A labelled isolation device, able to be secured in the open position, shall be provided between any energy source and the inverter. This device shall comply with the requirements of devices for isolation and switching in AS/NZS 3000 and be capable of safely breaking voltage and current under both normal and fault conditions.\n\nThe isolation device shall be located adjacent to the inverter energy source port and be readily available unless the energy storage and the inverter are physically integral, in which case the requirements of AS 62040.1.1 shall be adhered to. Where there are multiple inverter energy source ports, each port shall have an isolator for each connected energy source.\n\nSemiconductor (solid-state) devices shall not be used for isolation purposes.\n\nThe isolating device shall not be located within the operational portion of the inverter; if the inverter needs to be removed from service, the isolation device shall remain in place.\nThis requirement does not apply where—\n(a) the serviceable section is interlocked with the isolating device;\n(b) all live parts are inside enclosures or behind barriers that provide a degree of protection of at least IPXXB or IP2X (i.e. all live parts are screened from touch); or\n(c) all live parts are isolated automatically.\n\nWhere the energy source is a PV array, the isolation switches and isolation arrangements shall comply with the requirements of AS/NZS 5033.\n\nWhere the energy system incorporates a battery storage system, the battery isolator switch location(s) shall also ensure all inputs and outputs to the battery storage system are able to be isolated adjacent to the location of the battery storage system.\n\nWhere lead-acid or nickel cadmium batteries are used, the system shall also comply with the requirements of the AS 3011 series and AS 4086.2. All other battery types should be installed to manufacturer's instructions.\n\nNOTE: The energy source isolator isolates the energy source from the inverter. In many cases the energy source is not de-energized and appropriate warnings should be included where applicable."
} 