{
  "id": "5.4.1",
  "title": "GENERAL",
  "fullText": "A multiple mode IES with a separate stand-alone port connected to a stand-alone distribution system for the connection to equipment requiring a continuous supply is one possible configuration. It is also possible for a multiple mode inverter to have a grid-interactive port that is also capable of operation with stand-alone functionality. In designing these systems, the manufacturer's installation instructions and consideration of the alternative supply arrangements of AS/NZS 3000 shall be applied.\n\nNOTE: Alternative supply arrangements in AS/NZS 3000 include important functions to be maintained, including the maintenance of an MEN connection, the operation of RCDs and the continuity of neutral conductors.\n\nTypical configurations of multiple mode IES are shown in Figure 3 and Figure 4. In both of these instances, consideration of operation under fault conditions and when functioning as a stand-alone supply needs to ensure that the installation remains safe.\n\nNOTE: In New Zealand, alternative connection arrangements are under consideration for multiple mode IES with a separate stand-alone port connected to a switchboard that does not contain a neutral to earth link (MEN link).\n\nFIGURE 3 TYPICAL MULTIPLE MODE IES WITH SEPARATE STAND-ALONE LOADS\n[Figure 3 diagram showing multiple mode inverter configuration with separate stand-alone loads]\nNOTE: An external disconnection device is controlled by the multiple mode inverter that switches from grid-connect mode to stand-alone mode.\n\nFIGURE 4 TYPICAL MULTIPLE MODE IES WITH EXTERNAL DISCONNECTION DEVICE TO SEPARATE FROM GRID AND PROVIDE STAND-ALONE SUPPLY\n[Figure 4 diagram showing multiple mode inverter configuration with external disconnection device]\n\nIn addition to complying with the other requirements of this Standard, an IES incorporating a multiple mode inverter shall comply with the following requirements.\n\nAdditional labelling and signage shall be provided in accordance with Section 6."
} 