{
  "id": "6.1",
  "title": "GENERAL",
  "fullText": "The purpose of the provisions for signs and labels given in this Section is to clearly indicate that the electrical installation has multiple supplies and which circuits are affected by these supplies.\n\nSigns relating to the IES shall be placed on the switchboard to which the IES is directly connected. If the IES is directly connected to a distribution switchboard, additional signs shall also be placed on the main switchboard and all intermediate distribution switchboards.\n\nTo provide assistance for emergency services, additional signs should be provided at fire indicator panels, where used.\n\nAdditional signs may be required by relevant authorities or electricity distributors.\n\nAll signs required in this Section shall be—\n(a) sufficiently durable for their purpose;\n(b) constructed of appropriate and durable materials suitable for the location, and where installed exposed to direct sunlight, shall use UV stabilized materials;\n(c) fixed in a durable manner appropriate for the location;\n(d) in English;\n(e) legible and in a letter size appropriate for the location;\n(f) designed to have a lifetime greater than or equal to the service life of the IES;\n(g) indelible; and\n(h) visible, as required, at the installed position.\n\nNOTE: It should be noted that signs such as some battery signs may need to be within the battery enclosure and hence may only become visible after opening the battery enclosure.\n\nSigns should not be obscured by being located inside cupboards, behind doors or other materials. Signs should not be located where they can be obscured by materials placed in front of them or be located where it is likely that material will be placed in front of them (e.g. immediately above a shelf).\n\nNOTES:\n1 Sign lettering should be sized with upper case lettering of 5 mm high and lower case of 4 mm high per metre of viewing distance.\n2 As a guide, the background colour and lettering colour should follow the principles listed below:\n(a) Signs for general information should be white with black lettering.\n(b) Signs for the essential safety of service personnel should be yellow with black lettering.\n(c) Signs for attention of emergency personnel should be red with white lettering.\n3 Examples of the signs specified in this Section are given in Appendix A."
} 