{
  "id": "7.2",
  "title": "MANUAL",
  "fullText": "A manual, complete with the following, shall be provided:\n\n(a) Basic system information including system rating and component ratings, commissioning date and equipment location.\n\n(b) List of electrical equipment supplied—with model description and serial numbers.\n\n(c) System performance estimate—System output performance including expected seasonal or operational variation, including any limitations or assumptions.\n\n(d) Operating instructions (system and components)—A short description of the function and operation of all installed equipment.\n\nNOTE: More detailed information should be available in the manufacturer's documentation [see Item (k)].\n\n(e) Shutdown and isolation procedure for emergency and maintenance that shall ensure safe de-energization of the system.\n\n(f) Procedure for verifying correct system operation and what to do in the case of a system failure.\n\n(g) Maintenance procedure and timetable—A maintenance checklist for the installed equipment.\n\n(h) Commissioning records and installation checklist—A completed record of the initial system settings at the time of system installation and commissioning checklists for quality assurance (including documentation in accordance with Clause 7.6).\n\n(i) Warranty information—A statement of the system warranty period, any limitations and supplied equipment warranties.\n\n(j) System connection diagram—A diagram showing the electrical connections of the system.\n\nNOTE: In larger installations, separate schematic circuit and wiring diagrams should be provided.\n\n(k) Equipment manufacturers' documentation, data sheets and handbooks—For all equipment items supplied (as a minimum, this would include the inverter instruction manual and energy source equipment instruction manuals, such as documentation for charge controllers, PV modules, energy storage system details, wind turbine operation manual).\n\n(l) Contact personnel for installation queries and system support.\n\n(m) Initial verification report as per Clause 7.3.2.\n\n(n) Voltage rise calculations or measurements including any assumptions as required in Clause 3.3.3.\n\n(o) Details of any central protection installed, including devices, wiring and settings.\n\n(p) Power quality response modes, if implemented.\n\n(q) DRED wiring and DRMs connected, if implemented.\n\n(r) Export control including devices, settings and wiring.\n\nWhere multiple IES are installed within the one electrical installation, documentation should be clear with consistent terminology."
} 