{
    "id": "2.8.2",
    "title": "Yearly condition report",
    "fullText": "Evidence of conformance with this Standard shall take the form of one or more condition reports. A condition report shall provide a summary of the routine service and maintenance records for the activities and shall be issued to the responsible entity on an annual basis.\nNOTE: The condition report should be submitted as soon as practicable after completion of the yearly routine service.\nThe condition report shall contain details of any missed service activities and/or all outstanding critical or non-critical defects and non-conformances. If the outstanding defects reported result in the emergency lighting and exit sign system or equipment no longer being operational, such non-operational status shall be noted in the report.\nThe condition report shall contain the following:\n(a)\tName and address of building or site.\n(b)\tPeriod covered by this report.\n(c)\tSystem or equipment identification and location.\n(d)\tApplicable approved design.\n(e)\tCritical defects outstanding.\n(f)\tNon-critical defects outstanding.\n(g)\tNon-conformances outstanding.\n(h)\tSummary of the relevant routine service and maintenance records.\n(i)\tAny missed service activities.\n(j)\tStatement of condition of serviced emergency lighting and exit sign system(s).\n\nNOTES:\n1\tAn example of a yearly condition report is shown in Appendix D.\n2\tIt is intended that the yearly condition report be used as supporting evidence for state or territory regulatory compliance of emergency lighting or exit sign systems or equipment.\n3\tA recommendation should be sent to the responsible entity that critical defects be rectified with the minimum of delay and non-critical defects or non-conformances be rectified as soon as practicable prior to the next yearly condition report.\n4\tThis is similar to the yearly condition report requirement in AS 1851.\n5\tA statement on any recycling actions taken or recommendations made (e.g. for luminaires, lamps, batteries, etc.) may also be included in the report."
} 