{
  "id": "1.1",
  "title": "SCOPE",
  "fullText": "This document sets out general installation and safety requirements for electrical installations of PV arrays, including d.c. array wiring, electrical protection devices, switching and earthing provisions.\nThe scope includes all parts of the PV array up to but not including energy storage devices, power conversion equipment or loads. This document also includes d.c. safety issues related to any associated power conversion equipment.\nNOTE 1 Examples of d.c. safety issues related to power conversion equipment include integrated d.c. load break disconnection devices, earth fault detection, alarm and backfeed currents.\nThe interconnection of d.c. conditioning units intended for connection to PV modules are also included.\nThis document does not apply to PV arrays in the following electrical installation types:\n(a) Less than 100 W and less than 35 V d.c. open circuit voltage at STC.\n(b) Transportable structures and vehicles that are in accordance with AS/NZS 3001.\n(c) Boats in accordance with AS/NZS 3004.\nThis document does not apply to PV arrays on large-scale ground mounted PV power plants with restricted access to personnel and connected to dedicated high voltage systems. However, in the absence of an Australian Standard, this document should be used as guidance, subject to appropriate engineering principles being applied.\nNOTE 2 Local jurisdictional requirements apply where applicable. 35V d.c. relates to the Decisive Voltage Classification A (DVC-A), as defined in IEC 62109-1.\nNOTE 3 Attention is drawn to the fundamental safety principle of isolation described in AS/NZS 3000. Use of non-separated PCE means there is no isolation of ac or dc voltages between the input and output of the non-separated PCE. Safety designs and work principles needs to consider that any ac or dc voltage present on one side of the non-separated PCE is deemed present on the other side of the non-separated PCE.\nThe safety requirements of this document are critically dependent on the inverters associated with PV arrays conforming to the requirements of IEC 62109-1 and IEC 62109-2 and all power conversion equipment conforming to IEC 62109 series Standards.\nThis document shall be read in conjunction with AS/NZS 3000.\nWhen the installation of PV arrays is connected to the grid, this document shall be read in conjunction with the AS/NZS 4777 series. When the installation of PV arrays forms part of a stand-alone power system, this document shall be read in conjunction with the AS/NZS 4509 series. When the installation of PV arrays includes battery energy storage systems, this document shall be read in conjunction with AS/NZS 5139.\nPV arrays that fall within the scope shall be installed in accordance with AS/NZS 3000 except as varied herein, and with the requirement of this document."
} 