{
  "id": "1.2",
  "title": "NORMATIVE REFERENCES",
  "fullText": "The following documents are referred to in the text in such a way that some or all of their content constitutes requirements of this document:\nNOTE Documents for informative purposes are listed in the Bibliography.\nAS 1768, Lightning protection\nAS 60529, Degrees of protection provided by enclosures (IP Code)\nAS 60947.3, Low-voltage switchgear and control gear, Part 3: Switches, disconnectors, switch-disconnectors and fuse-combination units (IEC 60947-3:2015 (ED. 3.2) MOD)\nAS 61386.1, Conduit systems for cable management, Part 1: General requirements\nAS/NZS 1170.2, Structural design actions, Part 2: Wind actions\nAS/NZS 3000, Electrical installations (known as the Australian/New Zealand Wiring Rules)\nAS/NZS 3008.1.1, Electrical installations — Selection of cables. Part 1.1: Cables for alternating voltages up to and including 0.6/1 kV — Typical Australian installation conditions\nAS/NZS 3008.1.2, Electrical installations — Selection of cables, Part 1.2: Cables for alternating voltages up to and including 0.6/1 kV — Typical New Zealand conditions\nAS/NZS 4509.1, Stand-alone power systems, Part 1: Safety and installation\nAS/NZS 4777.1, Grid connection of energy systems via inverters, Part 1: Installation requirements\nAS/NZS 4777.2, Grid connection of energy systems via inverters, Part 2: Inverter requirements\nAS/NZS 5139, Electrical installations — Safety of battery systems for use with power conversion equipment\nAS/NZS 60898.2, Circuit-breakers for overcurrent protection for household and similar installations, Part 2: Circuit-breakers for a.c. and d.c. operation (IEC 60898-2, Ed. 1.1 (2003) MOD)\nAS/NZS 62852, Connectors for d.c.-application in photovoltaic systems — Safety requirements and tests\nAS/NZS IEC 60947-2, Low-voltage switchgear and control gear, Part 2: Circuit-breakers\nNZS 4219, Seismic performance of engineering systems in buildings\nIEC 60068-2-5:2018, Environmental testing — Part 2-5: Tests — Test S: Simulated solar radiation at ground level and guidance for solar radiation testing and weathering\nIEC 60228, Conductors of insulated cables\nIEC 61215, Terrestrial photovoltaic (PV) modules — Design qualification and type approval (all parts)\nIEC 61386-1, Conduit systems for cable management, Part 1: General requirements\nIEC 61439-1:2020, Low-voltage switchgear and controlgear assemblies — Part 1: General rules\nIEC 61439-2:2020, Low-voltage switchgear and controlgear assemblies — Part 2: Power switchgear and controlgear assemblies\nIEC 61643-31, Low-voltage surge protective devices — Part 31: Requirements and test methods for SPDs for photovoltaic installations\nIEC 61730-1, Photovoltaic (PV) module safety qualification — Part 1: Requirements for construction\nIEC 61730-2, Photovoltaic (PV) module safety qualification — Part 2: Requirements for testing\nIEC 62109-1, Safety of power converters for use in photovoltaic power systems — Part 1: General requirements\nIEC 62109-2, Safety of power converters for use in photovoltaic power systems — Part 2: Particular requirements for inverters\nIEC 62109-3, Safety of power converters for use in photovoltaic power systems — Part 3: Particular requirements for electronic devices in combination with photovoltaic elements\nIEC 62548, Photovoltaic (PV) arrays — Design requirements\nIEC 62930, Electric cables for photovoltaic systems with a voltage rating of 1,5 kV d.c.\nIEC/TS 62804-1, Photovoltaic (PV) modules — Test methods for the detection of potential-induced degradation — Part 1: Crystalline silicon\nIEV, International Electrotechnical Vocabulary (Electropedia)\nISO 4892-4, Plastics — Methods of exposure to laboratory light sources — Part 4: Open-flame carbon-arc lamps\nANSI/UL 790, Standard for Standard Test Methods for Fire Tests of Roof Coverings\nEN 50539-11, Low-voltage surge protective devices — Surge protective devices for specific application including d.c, — Part 11: Requirements and tests for SPDs in photovoltaic applications"
} 