{
  "id": "2.1.3",
  "title": "ARRAY ELECTRICAL DIAGRAMS",
  "fullText": "There are many possible configurations of PV systems. Figure 2.2 to Figure 2.4 show some basic typical electrical configurations of single string, multiple parallel string and multi-sub-array PV respectively.\nWhere SPDs are fitted, they should be installed as specified in Appendix G.\nNOTE In Figures 2.2, 2.3 and 2.4, components drawn in dotted format are not required in all cases. The figures indicate the location in the circuit when they are required.\n\nFigure 2.2 — Typical configuration for a single string\nNOTE 1 Bypass diodes are typically incorporated into PV modules by module manufacturers.\nNOTE 2 This Figure shows the method of isolation at the PV array as a load break disconnection device. See Clause 4.3.3 for alternative PV isolation methods.\nNOTE 3 This Figure shows the method of isolation at the PCE as an adjacent and physically separate load break disconnection device. See Clause 4.5.3 for load break disconnection requirements at the PCE.\n\nFigure 2.3 — Typical configuration for multiple parallel strings\nNOTE 1 This Figure shows the method of isolation at the PV array as a load break disconnection device. See Clause 4.3.3 for alternative PV isolation methods.\nNOTE 2 This Figure shows the method of isolation at the PCE as an adjacent and physically separate load break disconnection device. See Clause 4.5.3 for load break disconnection requirements at the PCE.\nNOTE 3 Overcurrent protection devices where required, see Clause 3.3.\n\nFigure 2.4 — Typical configuration for multiple parallel strings with array divided into sub-arrays\nNOTE 1 This Figure shows the method of isolation at the PV array as a load break disconnection device. See Clause 4.3.3 for alternative PV isolation methods.\nNOTE 2 This Figure shows the method of isolation at the PCE as an adjacent and physically separate load break disconnection device. See Clause 4.5.3 for load break disconnection requirements at the PCE.\nNOTE 3 Overcurrent protection devices where required, see Clause 3.3"
} 