{
  "id": "2.2.3",
  "title": "PERFORMANCE ISSUES",
  "fullText": "The performance of a PV array is affected by many factors, including but not limited to the following:\n(a) Shading — Care should be taken in selecting a site for the PV array. Nearby trees, buildings and adjacent PV array rows may cause shadows to fall on the PV array during some part of the day. It is important that any shadowing be almost eliminated or at least reduced to a very small time period, as even the smallest shadow on the array can severely limit its performance (e.g. TV aerials, chimneys, overhead cables and inter-row shading). Where shadowing cannot be eliminated, a design using suitable products that reduce the effects of shadowing on performance should be considered.\n(b) Temperature rise — Issues of performance degradation due to temperature rise and the need for good ventilation are described in Clause 2.2.2. Care should be taken to keep PV modules as cool as practicable.\n(c) Voltage drop in cables — In the design process the sizing of cables within the array and in cable connections from the array to the application circuit affect the voltage drop in those cables under load. This can be particularly significant in systems with low output voltage and high output current. It is recommended that under maximum load conditions the voltage drop from the most remote PV module in the array to the input of the PCE be not be greater than 3 % of the Vmp voltage (at STC).\n(d) Soiling — Soiling of the surface of PV modules caused by dust, dirt, bird droppings, snow, industrial pollution, etc., can significantly reduce the output of the array. Arrangements should be made to clean the PV modules regularly in situations where significant soiling may be a problem.\nNOTE See Clause D.2 for details on periodic maintenance.\n(e) Orientation — The tilt of the PV modules to the horizontal, and the direction the PV modules are facing with respect to true north will affect the performance of the system, see Clause 2.1.6.\n(f) PV module degradation — Ageing of PV modules may affect the output characteristics of the PV modules. Degradation may not be uniform across the array."
} 