{
  "id": "4.3.4.2.3",
  "title": "CURRENT AND VOLTAGE RATINGS FOR SWITCH DISCONNECTORS",
  "fullText": "When sizing a disconnector, the current carrying capacity at the operating ambient temperature and the current breaking capacity dependent on the voltage shall be taken into account.\nThe switch ratings of the disconnector for the current carrying capacity shall be in accordance with the requirements in item (a). The switch ratings of the disconnector for the current breaking capacity shall be in accordance with the requirements in item (b). These items are as follows:\n(a) The current carrying capacity at the operating ambient temperature.\nThe required current carrying capacity (Ithe) of the switch shall be calculated according to:\nIthe ≥ current of the circuit they will be fitted to according to Clause 4.2.2.\nFor dedicated individual enclosures, the Ithe ratings are listed in the switch disconnector specifications. This will depend on the following installation conditions where Ithe shall be de-rated for—\n(i) 40°C for indoor installations;\n(ii) 40°C for outdoors installations without exposure to solar effects; or\n(iii) 60°C for outdoors installations with exposure to solar effects.\nNOTE 1 The Ithe value is not dependant on voltage ratings.\nNOTE 2 See Appendix H for more information on these voltage and current ratings and for examples of calculating current ratings required for a PV system.\nFor enclosures for assemblies, the thermal current carrying capacity at the operating temperature of the switch disconnector shall be rated in accordance with Annex DD in IEC 61439-2:2020 using current of the circuit they will be fitted to according to Clause 4.2.2.\n(b) The current making and breaking capacity\nSwitch disconnectors shall be rated to interrupt full load and prospective fault currents, or be rated according to Clause 4.2.2 where overcurrent protection is incorporated, when they are being switched at the calculated PV d.c. circuit maximum voltage.\nWhere the switch disconnector isolates non-separated PCEs, or functionally earthed arrays connected to separated inverter, ratings shall be according to Table 4.3.\nWhere the switch disconnector isolates a separated PCEs ratings shall be according to Table 4.4.\nNOTE 3 The calculation for rating switch disconnectors is directly related to the topology of the inverter.\n\nTable 4.3 — Current ratings for switch disconnector relating to Figure B.3, Figure B.4 and Figure B.5\nCurrent breaking ratings for switch disconnectors switching non-separated PCEs\nVoltage rating | Normal operation (full array voltage is shared across the positive and negative circuit) | Fault condition (the full array voltage and full array current could go through either the negative or positive circuit)\nPositive circuit configuration | Calculated PV d.c. circuit maximum voltage | NA (I(make) and Ic(break)) ≥ current of the circuit they will be fitted to according to Clause 4.2.2\nNegative circuit configuration | Calculated PV d.c. circuit maximum voltage | NA (I(make) and Ic(break)) ≥ current of the circuit they will be fitted to according to Clause 4.2.2\nCombined positive and negative circuit configuration in series | Calculated PV d.c. circuit maximum voltage | For strings: Ie ≥ IDCU MAX or 1.25 x KI x ISC MOD (whichever is the greater) | NA\nFor sub-arrays: Ie ≥ IDCU S-ARRAY MAX or 1.25 x KI x ISC S-ARRAY (whichever is the greater)\nFor arrays: Ie ≥ current of the circuit they will be fitted to according to Clause 4.2.2\nNOTE 1 See Appendix H for examples of disconnector ratings.\nNOTE 2 Disconnection in a backfeed fault condition is covered by the current rating in the earth-fault condition and/or overcurrent requirements.\nNOTE 3 This table also applies to an installation with a functionally earthed array connected to a separated inverter.\n\nTable 4.4 — Current ratings for switch disconnector relating to Figure B.2\nCurrent breaking ratings for switch disconnectors switching separated PCEs\nVoltage rating | Normal operation (full array voltage is shared across the positive and negative circuit) | Fault condition (the full array voltage and full array current could go through either the negative or positive circuit)\nPositive circuit configuration | NA | NA | NA\nNegative circuit configuration | NA | NA | NA\nCombined positive and negative circuit configuration in series | Calculated PV d.c. circuit maximum voltage | For strings: Ie ≥ IDCU MAX or 1.25 x KI x ISC MOD (whichever is the greater) | (I(make) and Ic(break)) ≥ current of the circuit they will be fitted to according to Clause 4.2.2\nFor sub-arrays: Ie ≥ IDCU S-ARRAY MAX or 1.25 x KI x ISC S-ARRAY (whichever is the greater)\nFor arrays: Ie ≥ current of the circuit they will be fitted to according to Clause 4.2.2\nNOTE 1 See Appendix H for examples of disconnector ratings.\nNOTE 2 Disconnection in a backfeed fault condition is covered by the current rating in the earth-fault condition and/or overcurrent requirements."
} 