{
  "id": "4.4.5.2.3",
  "title": "WIRING SYSTEMS BETWEEN DISCONNECTION POINT AND LOAD BREAK DISCONNECTION DEVICE OR AN APPLICATION CIRCUIT",
  "fullText": "Wiring systems installed within a ceiling space shall not be located within 0.6 m above the surface of the ceiling unless—\n(a) the wiring system is located within 1 m from the internal surface of the external wall, see Zone 1 in Figure 4.6;\n(b) the wiring system is located within 1 m to 1.5 m from the internal surface of an external wall, and it is attached to roof structure, see Zone 2 in Figure 4.6; or\n(c) the wiring system is located within a vertical plane that extends 0.2 m from the external edge of the load break disconnection device at the PCE or the application circuit, see vertical conduit zone in Figure 4.5.\n\nWhere the ceiling space is not greater than 0.6 m in height wiring systems shall not be in the ceiling space unless the wiring system is located within 1 m from the internal surface of the external wall, see Figure 4.6.\n\nNOTE 1 To install a wiring system within a ceiling space that is not greater than 0.6 m in height, a PV isolation method that uses a load break disconnection device may be used.\n\nNOTE 2 These requirements are to prevent the cables from collapsing below the ceiling in the event of a ceiling collapse.\n\nWhere wiring systems are installed within buildings, additional mechanical protection is required, see Clause 4.4.5.2.2. Wiring systems installed within a ceiling space shall be secured to prevent inadvertent dislodgement from conduit support. Wiring systems installed within a ceiling space shall not be fixed in a position within 50 mm from the underside of the roofing material.\n\nWhere PV d.c. cables are installed in an accessible roof space or within an accessible floor space, a permanent and legible warning sign shall be installed in the roof/floor space adjacent to the access point, in a position that is visible to a person entering the space. The sign shall be marked in accordance with Clause 5.3.1.2."
} 