{
  "id": "4.4.6.2",
  "title": "SELECTION OF ENCLOSURES CONTAINING DISCONNECTION DEVICES",
  "fullText": "Enclosures containing disconnection devices shall be selected as specified in Table 4.5.\n\nEnclosures containing disconnection devices installed in an outdoor environment shall have pressure equalization valves fitted in the enclosure.\n\nEXCEPTION — An exception to this requirement is where the pressure equalization valve is integrated into other equipment such as cable glands or drainage devices provided they are installed within 300 mm of the enclosure.\n\nNOTE 1 Where pressure equalization valves are fitted onsite, they should be installed in accordance with manufacturer's instructions.\n\nTable 4.5 — Selecting enclosures for load break disconnection devices\n\nDevice type | Switch disconnectors | Circuit breakers\nEnclosure type | Dedicated individual enclosure | Enclosures for assemblies with one or multiple switches | Enclosures for assemblies\nSelection | See Clause 4.3.4.2.2 | See Clause 4.3.4.2.2 | See Clause 4.3.4.2.4\nEnclosure requirements for installation | For outdoor installations, enclosures shall conform to AS 60947.3. For indoor installations, enclosures shall conform to AS 60947.3 | For outdoor and indoor installations, enclosures shall conform to IEC 61439-1 and IEC 61439-2. Outdoor installations shall be at least IP 56. | For outdoor and indoor installation, enclosures for assemblies shall conform to IEC 61439-1 and IEC 61439-2. Outdoor installations shall be at least IP 56.\n\na AS 60947.3 has a requirement that dedicated individual switch disconnectors shall be installed with the dedicated individual enclosure it was tested with. This includes IP 56NW and solar effects tests.\n\nb AS 60947.3 has requirements for switch manufacturers to supply minimum dimensions of enclosures for indoor installation. The enclosure shall be equal to or greater than the dimensions specified by the manufacturer.\n\nc Dedicated individual enclosures for circuit breakers are the same as enclosures for assemblies for circuit breakers.\n\nNOTE Enclosures for assemblies can either be class 1 or class 2 enclosures conforming to IEC 61439-1 and IEC 61439-2 including the annex for assemblies for use in photovoltaic networks.\n\nThe internal parts of enclosures containing disconnection devices shall maintain double insulation between live parts and the enclosure. All metal parts in metal enclosures containing disconnection devices shall be earthed, see Clause 4.6.\n\nWhere load break disconnection device or multiple load break disconnection devices are installed in a dedicated individual enclosure with access flaps/covers to achieve IP rating, they shall close automatically (e.g. spring operate) from the open position.\n\nEXCEPTION — Automatic closure of access flap/covers does not apply to non-domestic electrical installations where access is by authorized persons only and any flap, cover, lid or door is held closed by operation of a tool or key."
} 