{
  "id": "4.7.3.3",
  "title": "INSULATION RESISTANCE",
  "fullText": "WARNING — PV ARRAY d.c.. CIRCUITS ARE LIVE DURING DAYLIGHT AND, UNLIKE A CONVENTIONAL A.C. CIRCUIT, CANNOT BE ISOLATED BEFORE PERFORMING THIS TEST.\n\nThis test shall be carried when all cables are in their final position with all strings connected. In large systems consideration should be given to carrying out an insulation measurement on sections of the array first then on the complete array after sub-array switches are closed.\n\nBefore commencing the test—\n(a) limit access by non-authorized personnel;\n(b) keep all personnel away from contact with metallic parts of the array or any surface of any PV module;\n(c) isolate the PV array from the PCE at the array disconnector; and\n(d) disconnect any piece of equipment that could have impact on the insulation measurement (i.e. overvoltage protection) in the junction or combiner boxes.\n\nThe insulation resistance test shall be carried out with an insulation test device connected between earth and the PV array positive connection, and then the test repeated with the test device connected between earth and PV array negative connection.\n\nTest leads should be made secure before carrying out the test.\n\nThe values of insulation resistance shall be recorded.\n\nFollow the insulation resistance test device instructions to ensure the test voltage is in accordance with Table 4.7 and readings in megohms. The insulation resistance, measured with the test voltage indicated in Table 4.7 is satisfactory if each circuit has an insulation resistance not less than the appropriate value given in Table 4.7.\n\nEnsure the system is de-energized before removing test cables or touching any conductive parts.\n\nTable 4.7 — Minimum values of insulations resistance\nCalculated PV d.c. circuit maximum voltage | Test voltage (V) | Minimum insulation resistance (M Ω)\n< 120 | 250 | 0.5\n120-500 | 500 | 1\n> 500 | 1 000 | 1\n\nThe insulation resistance shall be repeated for each PV array as a minimum. Individual strings may also be tested, if required."
} 