{
  "id": "4.7.2.2",
  "title": "CHECKLIST",
  "fullText": "The following items shall be checked during the inspection to verify conformance.\n\n(a) General, as follows:\n(i) Basic protection (protection against direct contact with live parts), e.g. insulation and enclosure.\n(ii) Installation of equipment conforms to this Standard and manufacturer's instruction.\n(iii) IP ratings for the system components are selected and installed in a manner that maintains appropriate IP rating.\n(iv) Calculated PV d.c. circuit maximum voltage does not exceed 1 000 V d.c. for domestic/multiple domestic electrical installations and 1 500 V d.c. for all other electrical installations.\n(v) All components shall conform with the following requirements:\n(A) Be rated for d.c. use.\n(B) Have a voltage rating greater than or equal to the calculated PV d.c. circuit maximum voltage.\n(C) Have a current rating greater than or equal to the calculated PV d.c. circuit current.\n(D) Be UV resistant unless installed in a location protected against sunlight.\n(E) Have a temperature rating appropriate to their location and application.\n\n(b) Terminations, as follows:\n(i) Check for tightness as specified in accordance with manufacturer's instructions to reduce the risk of fault and possible arcs during commissioning, operation and future maintenance.\n(ii) Conformance to AS/NZS 3000:2018 Clause 3.7. For example, the following:\n(A) Retaining all conductors within the connection\n(B) Maintain minimal stripping of insulation\n(C) Maintain double insulation up to connections\n(D) Prevent strain on terminals\n(E) Use correct crimping tool for the crimping device where used.\n\n(c) Mechanical installation of PV module(s), as follows:\n(i) Fixing spacings appropriate to roof type and location on roof.\n(ii) Minimum embedment depth (into timber) and the minimum sheet thickness (into steel).\n(iii) Fastener specification (e.g. type or gauge).\n(iv) PV module(s) not installed within exclusion zones of roof area.\n(v) Acceptable method of attaching PV module(s) to the array structure.\n(vi) Maximum wind speed expected (or known) on site should be used, with due consideration to regular wind events (cyclones, tornadoes, hurricanes, etc.)\n(vii) PV array structure secured in accordance with applicable building codes, regulations and Standards.\n(viii) Galvanically dissimilar metals are not in direct contact with each other.\n\nNOTE 1 Inspection is to check the installation of the mounting structure not the design of mounting structure.\n\n(d) PV d.c. cable installation, as follows:\n(i) Conductor size, e.g. current-carrying capacity and voltage drop.\n(ii) Where overcurrent protection is required, it is correctly rated, selected and installed.\n(iii) Identification of cables and wiring enclosures.\n(iv) Adequate support and fixing.\n(v) Segregation from other services and electrical installations.\n(vi) Protection against external influences, e.g. enclosure, shrouds.\n(vii) Adequate IP rated conduit glands and multi-hole grommets to suit the number of conductors entering an electrical enclosure.\n(viii) Conduits, glands, adapters and enclosures installed to avoid the ingress of moisture to switch disconnectors and electrical connection boxes.\n(ix) Mechanical protection e.g.: strain on terminals, prevent sharp edges, UV protection.\n(x) Additional mechanical protection for specific installation.\n(xi) Roof penetrations installed in accordance with applicable building codes, regulations and manufacturer's instructions.\n\n(e) PV d.c. isolation and disconnection, as follows:\n(i) Load break disconnectors are rated correctly for voltage and current.\n(ii) Plugs, sockets and connectors are selected and installed correctly.\n(iii) Where applicable, protection against spread of fire is maintained, e.g. penetration of fire barriers.\n\nNOTE 2 Load break disconnectors may be considered high/medium risk declared electrical equipment.\n\n(f) Connection to application circuit (load, PCE, etc), as follows:\n(i) Isolation.\n(ii) PCE installation.\n(iii) There is no more than 300 mm of d.c. cables that does not have mechanical protection (provided no risk of damage in selected location).\n\n(g) Earthing, as follows:\n(i) Earthing conductors, e.g. size, identification.\n(ii) Equipotential bonding conductors, e.g. size, identification.\n(iii) Arrangement of earthing system, e.g. removal of one module allows continual earthing.\n(iv) Correct installation and alignment of PV earth penetrating washers.\n(v) Connections, joints and terminations conform with the requirements of this Standard.\n(vi) Protection against external influences.\n(vii) Connection of PV earthing to installation earthing system conforms to the requirements of this Standard.\n(viii) Creation of earthed situation that may require earthing of additional electrical equipment.\n(ix) Earth fault alarm installed/configured.\n\n(h) Labelling."
} 