{
  "id": "6.3.3",
  "title": "SHORT CIRCUIT CURRENTS MEASUREMENT IN PV ARRAY",
  "fullText": "WARNING — The following procedure describes the method to measure short circuit currents.\nThe voltages can be very high and if the procedures are not followed then arcing and damage to\ncomponents could occur.\n\nNOTE Some projects require that short circuit currents are recorded as part of the contractual commissioning;\notherwise a record of the actual operating current of each string is sufficient. This could be done by using the\nmeter on the inverter or by using a clamp meter when the system is operational.\n\nWhere short circuit currents measurements are required, the following steps provides a method to\nmeasure the short circuit current safely as shown in Figure 6.1:\n(a) Ensure the PV array disconnector at the PCE is in the off position.\n(b) Ensure each string fuse link (where fitted) is removed or that a connection in each string\nis unplugged.\n(c) Leave the solar array cable connected to the PV disconnector.\n(d) Remove the cable connecting the PV array disconnector to the PCE.\n(e) With the PV array disconnector \"off\", connect the test disconnector assembly (see Figure 6.1).\n(f) Install the string fuse for String 1 or connect the string plug connection to complete the\nwiring of the string. Turn on the PV array disconnector and then turn on the test disconnector.\nUsing a d.c. clamp meter, measure the d.c. short circuit current for String 1. Turn off the test\ndisconnector. Disconnect the string fuse for String 1. Repeat for each string.\n(g) After each string has been individually measured, ensure the test disconnector is off, then\ninstall all string fuses and connect all string plugs. Turn on the test disconnector and measure\nthe d.c. array current using the clamp meter. Turn off both the test disconnector and the PV\narray disconnector and remove the test disconnector assembly connected to the output of the\nPV array disconnector. Restore the PCE wiring and check all terminals are tight.\n\nOFF OFF\nFrom load\nside of PV array\ndisconnector\nWire\nlink\nClamp\nmeter\n\nFigure 6.1 — External test disconnector assembly"
} 