{
    "id": "6.4.3",
    "title": "New Zealand requirements",
    "fullText": "Fuel storage shall comply with the requirements of Schedule 10 of the Hazardous Substances (Dangerous Goods and Scheduled Toxic Substances) Transfer Notice 2004. Local authorities may have additional requirements for the storage of fuel and these must also be complied with.\nFuel stored in packages (for example in tins or drums) are required to be stored in accordance with Table 2. Where the storage capacity is above that listed in Table 2, or the storage location differs from that listed in Table 1, reference shall be made to Schedule 10 of the Hazardous Substances (Dangerous Goods and Scheduled Toxic Substances) Transfer Notice 2004. A copy of this can be obtained from the Environmental Risk Management Authority in Wellington, New Zealand.\nNOTE: Petrol (both leaded and unleaded) typically has a 3.1A flammable classification and diesel fuel typically has a 3.1D flammable classification.\nTABLE 2\nQUANTITIES OF FUEL STORED IN PACKAGES FOR NEW ZEALAND\nPackage Size Location Liquid (Litres)\n3.1 A 3.1 B 3.1 C 3.1 D\nUp to 60 litres Outdoors, uncovered or in a shed or garage, separated from the building or boundary by a 1 m space. 500 500 500 Unlimited\nUp to 60 litres Outdoors, uncovered or in a shed or garage, separated from the building or boundary by a 3 m space. 2000 2000 2000 Unlimited\nGreater than 60 litres Outdoors, uncovered or in a shed or garage, separated from the building or boundary by 3 m of space. 250 250 250 Unlimited\nCompliance with this table does not obviate the need to comply with other requirements of the Hazardous Substances and New Organisms Act, (for example the requirement for a location test certificate where petrol is stored in quantities exceeding 50 litres).\nFurther information can be obtained from the ERMA New Zealand website at www.ermanz.govt.nz or by contacting a test certifier approved by ERMA New Zealand. A register of test certifiers is located on the ERMA New Zealand website: www.ermanz.govt.nz/search/tc.html\nWhere it is intended to install a stationary tank to supply a generator, either integral with the generator or separate from the generator, specific provisions apply. These requirements are specified in Schedule 8 Part 13 of the Hazardous Substances (Dangerous Goods and Scheduled Toxic Substances) Transfer Notice 2004. Further provisions apply if the stationary container is to be located in a building. A copy of this can be obtained from the Environmental Risk Management Authority in Wellington, New Zealand.\nWhere the quantities exceed 500 litres for Class 3.1 D substances or 50 litres for class 3.1 A, 3.1 B or 3.1 C substances, a stationary container test certificate is required."
} 