{
    "id": "1.1",
    "title": "SCOPE",
    "fullText": "This Standard specifies requirements for the design, construction and installation of electrical systems in boats that have a length of up to 50 m, and are designed for use on inland waters or at sea.\nNOTES:\n1\tThis Standard is not intended to apply to small boats equipped with a battery supplying circuits for engine starting and navigation lighting only that is recharged from an inboard or outboard engine driven alternator.\n2\tAttention is drawn to the International Regulations for Preventing Collisions at Sea, 1972 (COLREGs) as amended, which govern specific requirements for navigation lights for boats.\n3\tAttention is drawn to regulations in Australia and New Zealand that govern specific requirements for the safety of electronic and electrical equipment; electromagnetic compatibility requirements; marine safety requirements; energy and water usage; telecommunications and radio communication requirements.\nFor high speed boats, attention is drawn to the Australian National Standard for Commercial Vessels (NSCV), Part F: Special Vessels, Section 1—Fast craft and the Maritime New Zealand Rules.\n4\tAttention is drawn to the regulatory requirements for the issue of an electrical warrant of fitness for New Zealand boats connected to shore power.\nThis Standard applies to the following types of d.c. and a.c. electrical systems, individually or in combination:\n(a)\tDirect current systems that operate at a nominal voltage not exceeding 1500 V.\nNOTE: For example, for many small boats this will be the main electrical system. Alternatively a boat equipped with an a.c. system as its principal electrical system may also be equipped with a d.c. system for navigation and communications equipment supplied from batteries.\n(b)\tSingle-phase alternating current systems that operate at a nominal voltage not exceeding 1000 V.\nNOTE: Such a system may be the principal electrical power system of a boat, or a system which may only be energized when connected to a shore supply, a.c. extra-low voltage, safety extra-low voltage etc. circuits may also comprise part of a single-phase a.c. system. A boat may also be equipped with d.c. system(s) as in (a) above.\n(c)\tThree-phase alternating current systems that operate at a nominal voltage not exceeding 1000 V.\nNOTE: Three-phase systems are likely to be the principal electrical power system of a boat's electrical installation. Such a boat may also be equipped with single-phase a.c. subsystem(s) and d.c. subsystem(s).\nBoats whose electrical installation complies with the requirements of an international maritime classification society that is recognized by Australian Maritime Safety Authority (AMSA) or Maritime New Zealand (MNZ) can be used to show compliance, provided safety of the installation is equivalent to, or exceeds, the requirements of this Standard.\nNOTE: Applications for exemptions based on the above paragraph need to be supported by appropriate and current certification documents."
} 