{
    "id": "2.5.2",
    "title": "d.c. systems supplied from batteries",
    "fullText": "Where dual-battery systems are installed, one battery or battery group shall be reserved for engine starting service, the other for supplying the boat's electrical services. It shall be possible to temporarily connect the engine to the service battery in an emergency to assist engine starting. Special charge splitting arrangements may also be fitted if required to enable two or more batteries to be recharged by a single charging source.\nEach main battery bank shall be capable of being isolated from the d.c. system that is supplied, normally by a switch in each non-earthed conductor from each battery or group of batteries. The battery switches or control shall be fitted in a readily accessible location, as close as practical to the battery or group of batteries.\nIsolation switches shall be placed on the exterior of battery compartments or containers. Remotely operated battery switches shall incorporate a means to clearly indicate the state of the switch and a local manual override control.\nHowever, the following systems may be connected between the isolation switch and the battery as close as practical to the battery terminal:\n(a)\tElectronic devices with protected memory and essential services such as bilge pumps and alarms, if individually protected by a fuse or circuit-breaker.\n(b)\tVentilation exhaust blower of engine/fuel tank compartment if separately protected by a fuse or circuit-breaker.\n(c)\tCharging devices that are intended to be used when the boat is unattended (e.g. solar panels, wind generators) if individually protected by a fuse or circuit-breaker.\nThe minimum continuous rating of the battery isolation switch shall be at least equal to the maximum current for which the main protective device is rated and also the intermittent load of the starter motor circuit, or the current rating of the feeder conductor, whichever is less. A separate battery disconnect switch may be installed for the engine-cranking motor circuit."
} 