{
    "id": "2.5.4.2",
    "title": "Restrictions on combining power sources",
    "fullText": "Multiple independent power sources may be combined and transferred as follows:\n(a)\tShore power paralleling and combining devices (also see Clause 3.5)\nDevices capable of combining multiple independent shore power sources shall—\n(i)\tachieve compatibility of phase relationships; and\n(ii)\tpreclude backfeeding of any source that is not intended to be energized or is inadvertently disconnected.\n(b)\tSeamless transfer\nThe following applies:\n(i)\ta.c. power sources shall be synchronized before seamless transfer.\n(ii)\tDuring seamless transfers between shore power and an on-board source, sources shall be paralleled for no more than 1 s to facilitate load transfer and be provided with backfeed protection.\n(c)\tBackfeed protection shall meet the requirements of AS 62040.1.1 or IEC 62040-1-1:2002.\n(d)\tParallel operation of power sources\nThe following requirements shall be met:\n(i)\ta.c. power sources shall be synchronized before paralleling.\n(ii)\tPower source output neutrals shall be in accordance with Clause 3.2.2(b).\n(iii)\tThe output of on-board power sources intended to be operated in parallel shall be provided with—\n(A)\tunder/over voltage protection; and\n(B)\tunder/over frequency protection.\n(iv)\tAdditional requirements for generators\n(A)\tProvisions shall be made to load share paralleled generators during steady state operation.\n(B)\tReverse power protection shall be provided.\nNOTE: See manufacturer's information for best guidance.\n(v)\tAdditional requirements for inverters\n(A)\tInverters intended to be used in parallel with other power sources shall be provided with backfeed protection.\n(B)\tProvisions shall be made to load share the output of paralleled inverters.\n(vi)\tAdditional requirements for shore power converters\nProvision shall be made to—\n(A)\tprevent backfeeding on to the distribution system when any other source is inadvertently disconnected; and\n(B)\tload share the output of paralleled shore power converters.\nNOTE: Authorization from the electricity distributor may be required to operate on-board a.c. supplies in parallel with shore power."
} 