{
    "id": "2.6.3",
    "title": "Inverters and inverter/chargers",
    "fullText": "Inverters and inverter/chargers shall—\n(a)\tbe non-rotating power inverters supplying the required a.c. voltage and frequency;\n(b)\tbe designed to operate up to an ambient temperature of 50°C and withstand an ambient temperature of 70°C without damage;\n(c)\tbe automatically controlled;\n(d)\tprovide isolation of the a.c. output from the d.c. supply circuit; and\n(e)\thave controls which are readily accessible.\nInverters with internal socket-outlets shall either be an isolated output type, or the output shall be protected by an RCD device.\nA visible means, i.e. voltmeter or lamp, indicating that the inverter is active online or in standby mode, shall be provided at the a.c. switchboard together with a warning label to indicate that the electrical system includes an inverter. An example of such a sign is the following:\nWARNING- DANGEROUS VOLTAGE\nWARNING: BOAT IS EQUIPPED WITH A d.c. TO a.c. POWER INVERTER. AVOID SERIOUS INJURY OR DEATH FROM ELECTRICAL SHOCK. DISCONNECT a.c. SHORE POWER AND d.c. BATTERY POWER TO INVERTER BEFORE OPENING PANEL OR SERVICING ELECTRICAL SYSTEMS.\nInverters and inverter/chargers shall be permanently installed and fastened to a permanent boat structure, and shall not be mounted—\n(i)\tnear sources of heat such as engine exhaust pipes;\n(ii)\tbelow fuel lines; and\n(iii)\tabove batteries.\nAll inverter/chargers shall include the following information for the charging system:\n(A)\tInput voltage, amperage and frequency.\n(B)\tNominal output voltage and current.\n(C)\td.c. output voltage at float or shut off, if applicable.\n(D)\tContinuous output current at nominal battery voltage at 25°C.\n(E)\tBattery type.\nAll inverters shall also include the following information:\n(1)\tInput voltage and amperage.\n(2)\tContinuous output current at rated voltage.\n(3)\tNominal output voltage and frequency.\n(4)\tSurge capability and duration.\nNOTE: For further guidance, refer to ISO 13297 or ABYC Standard A-31."
} 