{
    "id": "7.2",
    "title": "CABLE TERMINATIONS",
    "fullText": "Screw-clamp or screw-less terminals shall conform to AS 60947.7.1. Other terminals shall be of the ring or captive-spade type (Clause 1.4.6.4), not dependent on screw or nut tightness alone for retention on the screw or stud. Captive-spade terminals shall be of the self-locking type.\nThe dimensions and design of cable sockets and clamps shall be such that the maximum current likely to flow through them will not cause the rated operating temperature of the cable insulation to be exceeded. The number of wires terminated in the same cable socket or clamp shall not exceed the maximum number recommended by the accessory manufacturer.\nThe means of fixing of conductors and terminals shall be capable of withstanding the thermal and dynamic effects of short-circuits.\nThe ends of every conductor shall be securely terminated by a means which contains all the strands of the conductor.\nExposed shanks of terminals shall be protected against accidental shorting by the use of insulating barriers or sleeves, except terminals in the protective conductor system.\nConnections for cables and busbars shall be protected against loosening due to vibration. Suitable pin type ferules shall be used with set-screw type terminals.\nAll conductors attached to stud or screw connections shall be fitted with suitable terminals; bare wires attached directly to stud or screw connections are not permitted.\nNot more than four conductors shall be terminated to any one terminal stud or screw.\nSolderless crimp-on terminals and connectors shall be attached with the type of crimping tool designed for the termination used.\nSolder shall not be the sole means of mechanical connection, except for connections within the enclosures of electronic equipment.\nThe following shall not be used:\n(a)\tSoldering fluxes containing acid or other corrosive substances.\n(b)\tBattery terminal connectors which depend on spring tension for mechanical connection to the terminal.\n(c)\tWire nuts."
} 