{
    "id": "1.2",
    "title": "APPLICATION",
    "fullText": "In addition to being in accordance with the requirements of AS/NZS 3000 and the additional requirements of this Standard, the generating set installation may be required to comply with requirements of electricity distributors and other relevant regulatory authorities. It is, therefore, recommended that these authorities be consulted prior to the installation of equipment.\nSection 2 outlines general requirements for the installation of generating sets to an electrical installation. Sections 3 and 4 introduce additional requirements for permanently connected and plug and socket outlet connected generating sets respectively.\nAppendix A specifies the fault current path when the generating set is fixed wired to an electrical installation.\nA1\tAppendix B provides guidance for the connection of portable generating sets when directly supplying portable tools connected to the generating set by plugs and sockets.\nAppendix C specifies a New Zealand-only provision for the connection of a dedicated wiring system within an electrical installation.\nAppendix D sets out the requirements and recommendations for the performance and construction of transportable generating sets up to 25 kW.\nRequirements for the design, installation and operation of emergency power supplies in hospitals are given in AS/NZS 3009.\nRequirements for the design, installation and operation of uninterruptible power supplies are given in AS 62040 (series).\nRequirements for renewable energy systems are given in AS/NZS 4777 (series), AS/NZS 4509 (series) and AS/NZS 5033.\nRequirements for transportable structures are provided in AS/NZS 3001. Requirements for shows and carnivals are provided in AS/NZS 3002.\nRequirements for marinas and boats are provided in AS/NZS 3004.\nRequirements for construction and demolition sites are provided in AS/NZS 3012.\nAttention is drawn to the fact that some regulatory authorities have requirements for limitation of noise levels, pollution emissions and for fuel systems."
} 