{
    "id": "2.1.3",
    "title": "Selection of generating set rating",
    "fullText": "The selection of the generating set rating is dependent on characteristics of the connected load, the alternator type and alternator voltage control system.\nElectrical issues that determine the selection of generating set minimum output rating and alternator type are as follows:\n(a)\tIssues regarding induction motor loading include:\n(i)\tLoad inertia  A high inertia load requires higher starting current and duration.\n(ii)\tType of motor starter used for each motor Due to the limited maximum starting current available from a generating set at start up or when running on load, this may require use of a reduced current starter.\n(iii)\tThe number of motor(s) starting simultaneously  If a large motor and a number of smaller motors, starting the large motor first and then arranging to start the smaller motors after the large motor is up to full speed adds inertia to the whole system, reduces the peak kilovolt-ampere required.\n(iv)\tMaximum voltage dip on the generating set output when motors are starting  If the voltage dip is excessive and of long duration, this may affect the motor starting time and the starting current drawn. In some cases, an excessive voltage dip may release the motor starter contactor(s) and stop or prevent starting of the motors.\n(b)\tNon-linear loading, for example uninterruptable power supplies (UPSs), variable speed drives and rectifiers with a battery connected. The ability of a generator to supply a non-linear load is dependent on the type of equipment being supplied and the generating set alternator voltage control system.\n(c)\tLoad power factor. To ensure stable output voltage control of the generating set, the power factor of the operating load should not have a leading value when operating from generating set output.\nNOTE: It may be necessary to remove from service any power factor correction systems when the electrical installation is being supplied by a generating set output, this action being to prevent the electrical installation power factor having a leading value.\n(d)\tAbsorbing regenerative loading. Generating sets have no ability to absorb any regenerated energy that may be produced by a load. Accordingly, where a regenerating load is supplied by a generating set, it is important to ensure that the regenerative energy is able to be absorbed by other loads supplied by the installation.\nThe recommendation of the generating set manufacturer or supplier should be sought when selecting the generating rating. If available, use of a generating set software design package available from generating set manufacturers is an alternative."
} 