{
    "id": "2.5",
    "title": "EARTHING ARRANGEMENTS",
    "fullText": "When the multiple earth neutral system (MEN) is to be employed, the following connection principles shall apply:\n(a)\tThe MEN connection shall be made at the main switchboard. This will require disconnection or removal of the alternator winding neutral to frame links within the generating set where that generating set switchboard is not nominated as the main switchboard.\n(b)\tWhere a generating set is connected to an electrical installation as either the primary source supply or alternative source of supply to the normal power supply, the alternator winding shall have no internal connection to the earthing system of the generating set.\nThe only connection between the neutral conductor of the supply system and the earthing arrangement is the MEN link located within the main switchboard.\n(c)\tWhere the normal power supply is the MEN system of supply, the incoming neutral conductor of the supply system shall not be switched prior to the MEN link.\nA1\t(d)\tNeutral and earth conductors shall not operate in parallel, except as specified below.\nWhen the earth neutral system is to be employed and, when operating under generator or transformer supply, the generator neutral and earthing conductors shall be installed such that—\n(i)\tgenerator neutral and earth conductors are individually suitable for the maximum calculated fault current to be carried by each conductor;\n(ii)\tthe nominal size of generator earthing conductors be in accordance with the requirements of AS/NZS 3000; and\n(iii)\tthe current-carrying capacity of generator neutral conductors be in accordance with the requirements of AS/NZS 3000.\n(e)\tWhere a MEN connection or link is located at a main switchboard of an electrical installation to which a generating set is connected, the electrical installation earth electrode shall be connected to the main switchboard in accordance with AS/NZS 3000 requirements. An earth electrode shall not be directly connected to the generating set.\n(f)\tThe changeover device shall be selected so as to maintain the function(s) of and prevent damage to the electrical installation being supplied.\nNOTE: Examples of functions to be maintained include the overlapping of neutrals, the operation of residual current devices or the continued operation of uninterruptible power supplies.\n(g)\tIn New Zealand, a generating set supplying an installation shall be connected only to the main switchboard of the electrical installation.\nNew Zealand only exceptions:\nThe generating set may be connected to a distribution switchboard provided—\n(i)\tthe generating set is arranged to cease supply of electricity in the event that the supply to that distribution switchboard is interrupted; and\n(ii)\tthe supply to the distribution switchboard from any other source is disconnected, a MEN earthing arrangement is established, and a protective system to control earth potential rise is provided."
} 