{
    "id": "2.7.10.2",
    "title": "In New Zealand",
    "fullText": "In New Zealand only, the following arrangements apply:\n(a)\tSwitchboards with a MEN link fitted A changeover device with a neutral switching contact in the generator set neutral shall not be provided for generating sets that are permanently connected to a switchboard containing a MEN link.\nThe connections for generating sets that are able to be permanently connected to a switchboard with a MEN link fitted are detailed in Figures 2.3 and 2.4.\n(b)\tSwitchboards with no MEN link fitted If it is not practical or feasible to connect a generating set to a switchboard with a MEN link fitted due to site conditions or layout, the generating set output permanent connection shall be made to a switchboard that does not contain a MEN link or connection. The connections required are detailed in Figures 2.15 and 2.16.\nNOTES:\n1\tThe generating set output neutral connection arrangements convert the system of supply of the generating set output, IT system of supply, to one that is the same system of supply when the essential load when operating from a normal power supply, MEN.\n2\tA four pole/four pole changeover device is used to switch the neutral connection of the normal supply section of the changeover device in the neutral connections to the essential load, the neutral contact being closed when the normal supply is connected to the essential load of the switchboard.\n3\tThe generator set output section of the changeover device neutral connection is used to switch the generating set output neutral, the contact being closed when the generating set is supplying the essential loading connected to that switchboard. This provides a local MEN connection to the switchboard when the generating set is supplying the connected load.\n4\tA 100 mA RCD should be provided in the generating set active and neutral connections to the switchboard to provide earth fault and earth potential rise (EPR) protection for the generating set output.\n5\tThe generator output neutral connection is connected to the supply system IT to MEN conversion neutral and earth busbars linked together, the earth busbar is connected to the generating set earth electrode and the switchboard earth bar to provide a MEN configuration.\nThe neutral and earth busbars used for system of supply conversion are to be permanently labelled 'For generating set connections only'. The connection of the distribution switchboard submain or final subcircuit neutral and earth connections is not permitted.\nThis method of connection generating sets to an electrical installation is not recommended if connection to a switchboard containing a MEN link is practical, see Figures 2.3, 2.4, 2.7 and 2.9."
} 