{
    "id": "2.8.2",
    "title": "Earthing and bonding alterations to existing installations",
    "fullText": "All alterations to an existing generator installation shall be as provided in the requirements of alterations and repairs (see Clause 1.9.3) of AS/NZS 3000, unless exceptions 1, 2 or 3 applies.\nA1\tException 1: Neutral-earth connection located within generators.\nWhere an existing electrical installation is supplied by more than one generator in parallel and the installation has neutral-earth connections existing within the generators and not at the main switchboard location.\nProvided the alteration work is limited to no more than 35% of the total generation capacity, it is permissible to upgrade the generator installation (carry out the alterations) maintaining the neutral-earth connection within the generators.\nIn this case, a permanent label indicating any neutral-earth link in place shall be fixed to each switchboard supplied by the generators in the following form:\nCAUTION: NEUTRAL-EARTH CONNECTIONS ARE LOCATED AT THE GENERATING SETS\nException 2: Existing installations with more than two generators connected in parallel utilizing three pole/four pole changeover devices.\nA1\tException 3: Where an existing electrical installation is supplied by more than one generator in parallel and the installation has a three pole/four pole changeover device and no neutral or earthing conductors are connected in parallel the existing three pole/four pole changeover device can remain in service.\nWhere an existing electrical installation is supplied by more than one generator connected in parallel and the electrical installation has the neutral-earth connection existing within the generators and not at the main switchboard location.\nProvided the alteration is limited to no more than 35% of the existing generation capacity, it is permissible to upgrade supply (carry out the alteration) with the neutral-earth connection remaining within the generating sets.\nIn this case, a permanent label indicating the neutral-earth arrangements in use shall be placed on each switchboard supplied by the generators in the following form:\nCAUTION: INSTALLATION NEUTRAL-EARTH CONNECTION LOCATED WITHIN GENERATING SETS"
} 