{
    "id": "2.4.3.2.2",
    "title": "Locations of socket-outlets requiring LPD protection",
    "fullText": "The following requirements apply:\n(a)\tLeakage protective device protection shall be provided for socket-outlets that are accessible in patient areas without the use of a key or tool.\nThis applies to socket-outlets that are attached to articulated arms and could be used to supply LV electrical equipment.\nNOTE: Articulated arms supporting socket-outlets are considered not to comprise a medical electrical system.\nExceptions:\n1\tSocket-outlets that are mounted above 2.3 m and are clearly intended for permanently mounted plug-in equipment other than medical electrical equipment.\n2\tUnless otherwise stated, these exceptions apply to single-phase and multi-phase socket-outlets.\n(b)\tLeakage protective device protection shall be provided for socket-outlets in accordance with AS/NZS 3112 or AS/NZS 60884.1 that are located within 2.0 m of the entrance to a body-protected electrical area and are accessible without the use of a key or tool in any room, corridor, etc., opening directly off a patient area.\nThis applies to socket-outlets in accordance with AS/NZS 3112 or AS/NZS 60884.1 that are located within 5.0 m of the entrance to a cardiac-protected patient area and are accessible without the use of a key or tool in any room, corridor, etc., opening directly off a patient area.\nExceptions:\n1\tMulti-phase outlets in accordance with AS/NZS 3123 need not conform.\n2\tSocket-outlets provided with LPD protection, within the specified distances above, outside patient areas, do not deem the area they are installed in to be a separate body-protected electrical area or patient area. These areas are not required to be identified in accordance with Section 7.\n3\tSocket-outlets that are mounted above 2.3 m and are clearly intended for permanently mounted plug-in equipment other than medical electrical equipment. Unless otherwise stated, these exceptions apply to single-phase and multi-phase socket-outlets.\n(c)\tLeakage protective device protection shall be provided for socket-outlets installed outside the patient area but used to supply medical electrical equipment used within the patient area.\nWhere such a socket-outlet is located in a room, this requirement applies to all other socket-outlet(s) within that room.\nWhere such a socket-outlet is inaccessible (e.g. a socket-outlet located in a ceiling space), this requirement only applies to the affected socket-outlet.\nNOTE: This requirement often applies in control rooms associated with cardiac catheterization laboratories, MRI rooms and other imaging facilities, monitoring systems in staff stations, sleep laboratory recording rooms, etc.\nExceptions:\n1\tSocket-outlets that are mounted on, and form part of, a permanently installed medical system provided that such socket-outlets are clearly intended to power specified component parts of the medical electrical system."
} 