{
    "id": "2.8.1",
    "title": "Type of RCD",
    "fullText": "Each RCD that is used as an LPD to satisfy the requirements of this Standard shall—\n(a)\tbe a Type I RCD, with a maximum rated residual current not exceeding 10 mA, and a maximum tripping time not exceeding 40 ms;\n(b)\tswitch all live conductors; and\n(c)\tconform with AS/NZS 3190, AS/NZS 61008.1 or AS/NZS 61009.1.\nIn Australia, the following shall apply:\n(a)\tResidual current device sensitivity\nA slowly rising fault current is applied between the active supply conductor and earth on the load side of each single-phase RCD. The RCD shall trip between 45–105% of the rated tripping current. Type I RCDs with a rated tripping current of 10 mA shall therefore trip between 4.5–10.5 mA during this test.\nAt least one such test shall be applied to each single-phase RCD.\nFor multi-phase supplies, the test shall be carried out with a slowly rising fault current applied sequentially between each active supply conductor and earth.\nThe sensitivity of each RCD shall be recorded in the commissioning report.\n(b)\tMaximum tripping time\nA fault is suddenly applied at rated tripping current 5% between the active supply conductor and earth on the load side of each single-phase RCD. The RCD shall trip within 40 ms of applying the fault.\nAt least six such tests shall be applied to each RCD at random times in relation to the mains cycle.\nFor multi-phase supplies, the six tests shall be applied to the phase with the least sensitivity.\nThe tripping times measured during these six such tests shall be recorded in the commissioning report.\nNOTE: Some RCD test sets with switches marked 'ZERO DEGREES' and '180 DEGREES' are not suitable for carrying out this test, however test sets that measure tripping time with randomly applied faults are commercially available.\nIn New Zealand, the RCD tripping time shall be measured at rated tripping current between the active supply and the earth on the load side of the RCD for each single phase RCD. The test instrument shall conform with IEC 61557-6. Two tests are required, one at 0 on the voltage wave and the other at 180. The tripping time shall not exceed 40 ms. Both times shall be recorded.\nIn the event of a failed result the RCD shall be retested with all downstream load disconnected.\nFor multi-phase supplies the tests shall be applied to each phase.\nNOTES:\n1\tAll active and neutral conductors are 'live' conductors.\n2\tThe RCD may be combined with the overcurrent protective device required by AS/NZS 3000.\n3\tType I RCDs are prescribed articles in Australia and New Zealand and need to be approved by a regulatory authority.\n4\tThis requirement also applies to RCDs used to protect socket-outlets identified 'CLEANING PURPOSES ONLY'."
} 