{
    "id": "2.9.5.1",
    "title": "General",
    "fullText": "Each transformer-isolated supply shall be provided with a line isolation monitor (LIM), in accordance with AS/NZS 4510 to monitor the prospective hazard current (PHC).\nFor routine testing and commissioning, the PHC requirements shall be verified by applying the following process to each transformer isolated supply.\n(a)\tProspective hazard current display (PHC display).\nThe accuracy of any PHC display is verified by applying the following nine faults to earth on the load side of the LIM:\n(i)\tResistive fault from one isolated supply line.\n(ii)\tResistive fault from the other isolated supply line.\n(iii)\tCapacitive fault from one isolated supply line.\n(iv)\tCapacitive fault from the other isolated supply line.\n(v)\tR-C fault at 45° from one isolated supply line.\n(vi)\tR-C fault at 45° from the other isolated supply line.\n(vii)\tResistive faults of equal value (balanced faults) from both isolated supply lines.\n(viii)\tCapacitive faults of equal value (balanced faults) from both isolated supply lines.\n(ix)\tR-C faults at 45° of equal value (balanced faults) from both isolated supply lines.\nIn each of these tests, the PHC is varied to check that the value displayed is between 80–155% of the actual value.\nA statement of conformance with these tests shall be included in the commissioning report.\n(b)\tProspective hazard current alarm (PHC alarm).\nThe PHC at which the LIM is intended to alarm is noted by inspection and recorded in the commissioning report.\nThe nine faults described in Items (a)(i)–(ix) are applied. In each test, the PHC is slowly increased until the alarm is actuated.\nFor each of the nine tests—\n(i)\tthe alarm shall operate at between 80–155% of the preset or indicated alarm level;\n(ii)\tthe alarm shall not operate for a PHC of less than 4.5 mA; and\n(iii)\tthe value of PHC at which the alarm operated is recorded in the commissioning report.\n(c)\tMost commercially available LIMs in accordance with AS/NZS 4510 have the alarm fixed to operate at a PHC of 5 mA.\n(d)\tAS/NZS 4510 includes detailed circuits showing how to apply these and other faults when confirming the accuracy of the display and the alarm in a LIM."
} 