{
    "id": "4.4.2.4.1",
    "title": "General",
    "fullText": "Earthing terminals of permanently installed, fixed, single-phase and multi-phase low-voltage socket-outlets in the locations and of the types specified in Items (a) and (b) below shall be connected to the EP junction or node by an earth bonding conductor with a minimum cross-sectional area of 4 mm2.\nNOTE: Socket-outlets are defined in AS/NZS 3000.\nA protective earthing conductor may be used to connect more than one socket-outlet to the EP junction.\nSocket-outlets shall be connected to the EP junction or node in accordance with the following requirements:\n(a)\tSocket-outlets in the following locations shall be connected to the EP junction or node:\n(i)\tSocket-outlets that are accessible anywhere in the cardiac-protected electrical area without using a key or a tool, including those that are mounted on permanently installed electrical equipment and that are available for general use.\nThis requirement applies to any socket-outlet in the cardiac-protected electrical area regardless of its height and is not limited to those that are 'readily accessible' as defined in Clause 1.5.25.\n(ii)\tSocket-outlets that conform with AS/NZS 3112 or AS/NZS 60884.1, or both, and located within 5.0 m of the entrance to the cardiac-protected electrical area, and are accessible without the use of a key or tool in any room, corridor, etc., opening directly off the cardiac-protected electrical area.\nIf socket-outlets are connected to multiple EP earthing due to the 5.0 m requirement, then these areas shall be configured as a single EP earthing system.\n(iii)\tSocket-outlets that are installed outside the cardiac-protected electrical area but used to supply—\n(A)\tmedical electrical equipment that is used within the cardiac-protected electrical area; or\n(B)\tany electrical equipment that is accessible in the patient environment of the cardiac-protected electrical area.\nWhere the socket-outlet is accessible without the use of a key or tool in a room, this requirement applies to all socket-outlets within that room.\nWhere the socket-outlet is accessible without the use of a key or tool, but is not located in a defined room, this requirement applies to all socket-outlets within 2.0 m of the affected socket-outlet.\nWhere the socket-outlet is inaccessible without the use of a key or tool (e.g. a socket-outlet located in a ceiling space), this requirement only applies to the affected socket-outlet.\nThis requirement applies in open locations, such as staff bases and rooms, and in closed areas such as ceiling spaces.\n(b)\tThe following types of socket-outlets shall be connected to the EP junction or node:\n(i)\tSocket-outlets conforming with AS/NZS 3112 or AS/NZS 60884.1, or both.\nNOTE: These include single-phase low-voltage socket-outlets with sloping flat live contacts and flat or round earthing contacts.\n(ii)\tSocket-outlets conforming with AS/NZS 3123 or the IEC 60309 series.\nNOTE: These include low-voltage socket-outlets primarily intended for general industrial use, including the common round socket-outlets with three to five round pins rated from 10 to 100 A.\n(iii)\tSocket-outlets conforming with AS/NZS 60320.1 (Standard Sheet C13).\nNOTE: These are IEC 10 A mains connectors.\n(iv)\tCord extension sockets conforming with AS/NZS 3120.\nExceptions:\n1\tPermanently installed cord extension sockets that are part of a medical electrical equipment system and will not accept common 10 A plugs conforming to AS/NZS 3112.\n2\tSocket-outlets that are provided specifically for the connection of clocks and will not accept common 10 A plugs conforming of AS/NZS 3112.\nNOTE: The items referred to in the exceptions above may be connected to the submain earthing conductor(s) at the switchboard(s) from which supply is made available."
} 