{
  "id": "11",
  "title": "Personal protective equipment",
  "fullText": "Personal protective equipment (PPE) shall be selected in accordance with the risk assessment and with the type of work being performed.\nProtective clothing worn when working on or near exposed energized conductors or live conductive parts shall be appropriate for the purpose, fit correctly, cover the full body from wrist to ankle and be in working condition while the work is being performed. Clothing worn under PPE (e.g. synthetic undergarments) can pose a fire risk. PPE shall be in accordance with the requirements of Table 11.1.\nSee Appendix B for further guidance on PPE.\nTable 11.2 provides guidance on the selection of PPE for electrical risks. Other site risks requiring PPE should be taken into account in the risk assessment performed for the task. If an arc fault study has been carried out as part of a hazard identification and control process, this may supersede the guidance provided in Table 11.2.\n\nTable 11.1 — Personal protective equipment\nPPE Requirements\nEye protection: Eye protection shall comply with AS/NZS 1337.1 and be selected in accordance with AS/NZS 1336.\nFace shield: Face shield shall be rated at 10 cal/cm2 protection, fitted with a chin return.\nArc flash suit and hood: Arc flash suit and hood shall be rated at a minimum rating of 40 cal/cm2 protection.\nFootwear: Shoes or boots shall comply with AS 2210.2. Refer also to AS/NZS 2210.1 for guidance on the selection, care and use of footwear.\nInsulating gloves incorporating outer gloves: Gloves shall comply with AS/NZS IEC 60903 and insulated to the highest potential voltage expected for the work being undertaken, and air tested each time prior to use.\nArc resistant gloves: Gloves shall comply with AS/NZS 2161.4 (e.g. gloves made from leather or other non‑melting heat‑resistant material).\nOuter gloves (leather): For the purpose of outer protection of insulating gloves, leather outer gloves shall be worn.\nHearing protection: Earplugs or earmuffs shall comply with AS 1270.\nProtective clothing: Flame‑retardant clothing covering the full body from wrist to ankle shall be worn. The clothing shall not be made from conductive material or contain metal threads.\nArc rated protective clothing: Clothing from ankle to wrist with a minimum rating of 4 cal/cm2 shall be worn. Clothing shall be marked as compliant with ENA NENS 09.\nIndustrial fall‑arrest systems and devices: Industrial fall‑arrest systems and devices shall comply with AS/NZS 1891.4. Industrial fall‑arrest systems and devices shall be checked and inspected each time before use with particular attention being paid to buckles, rings, hooks, clips and webbing.\nSafety helmets: Headwear shall comply with AS/NZS 1801.\nRespiratory protection: Respiratory protection shall comply with AS/NZS 1715 and AS/NZS 1716.\n\nNOTE 1 The relevant authority may have additional requirements for PPE.\nNOTE 2 Where insulated and protective outer gloves are worn together, they should be matched in accordance with the insulated glove's instructions for use."
}
 