{
  "id": "2.3.4",
  "title": "ARC BLAST AND FLASH INJURIES",
  "fullText": "Arc blast, flash risks and the possibility of resulting injuries shall be taken into account in the design, operation and maintenance of electrical installations.\nA person working on or near energized conductors or electrical equipment is at risk of injury, including serious burns and death from arcing faults. With short (bolted) circuit fault currents of up to 25 times the rated current of the supply transformer, arc fault impedance can reduce arcing fault current to less than half the prospective short circuit current. These reduced arc fault currents might not initiate the operation of protective devices, which can increase the duration of the arcing fault.\nThe main mechanism for injury from arc blast and flash is from thermal effects due to radiated heat and the fault-generated plasma cloud often described as a fireball. The energy impacting the body of the worker is the incident energy. Incident energy as low as 1.2 cal/cm2 can produce second degree burns and ignite personal protective equipment (PPE) made of cotton. Three‑phase electrical equipment with protective devices rated from 63 A and above may have prospective incident energy levels above 1.2 cal/cm2.\nIncident energy exposure to the worker may be quantified using IEEE 1584 or an equivalent standard. The incident energy is a function of voltage, prospective fault current, component and switchgear geometry, distance, and protective device characteristics.\nA person conducting a business or undertaking with high current equipment with a rated capacity of 800 A and above should complete an arc fault study as part of their hazard identification and control process. This does not preclude other installations needing to assess the risk of arc flash.\nSee Section 11 for further information on PPE. See Appendix B for further information and controls for arc blast and flash.\nWARNING: ARCS THAT ARE PRODUCED UNDER ARC FAULT CONDITIONS HAVE THE ENERGY TO CAUSE AN EXPLOSION, MELT METALLIC SWITCHBOARD CUBICLES AND EQUIPMENT, CAUSE SEVERE BURNS AND FLASH BURNS TO THE FACE, EYES AND BODY AND CAUSE INJURY THROUGH IMPACT FROM FLYING DEBRIS OR DISLODGED COMPONENTS.\nCIRCUIT PROTECTION DEVICES MAY NOT OPERATE AS A SAFEGUARD IN SUCH CIRCUMSTANCES."
} 