{
  "id": "2.3.5",
  "title": "HAZARDOUS AREAS",
  "fullText": "Hazardous areas present a risk of injury as there is the possibility of explosion or fire as a result of work on the wiring and equipment used in these areas. Live work within hazardous areas shall not be carried out.\nSources of ignition that can generate an electrical spark or generate heat sufficient to ignite a flammable gas or vapour or combustible dust include the following:\n(a) Clothing made from wool, wool blends, and synthetic materials (unless treated with an antistatic process) may generate a static electrical spark sufficient to ignite a flammable gas or vapour or combustible dust.\n(b) Personal effects, e.g. watches, cigarette lighters, matches, battery‑operated items such as mobile telephones, electronic car keys, torches and other electronic devices that are not certified for use in hazardous areas.\n(c) Electric tools, test equipment and instruments, e.g. mains and battery‑powered appliances such as lamps, drills, multimeters and data devices that are not certified for use in hazardous areas.\n(d) Actions which may generate sparks or heat such as —\n(i) any form of hot work including welding or brazing;\nNOTE 1 AS 1674.2 and Safe Work Australia's Welding Processes Code of Practice, July 2020 specify requirements for welding.\n(ii) drilling or grinding of any type;\n(iii) impact of steel onto concrete, e.g. hitting a hammer or chisel on concrete;\n(iv) impact of some metals to other metals, e.g. rusty steel and aluminium; and\n(v) rubbing or movement of plastics.\nSources of ignition should not be taken into hazardous areas. Actions that could generate sparks or heat should not be carried out in hazardous areas, unless the area where the work is to be carried out is safe, i.e. an explosive atmosphere is confirmed to not exist. See Clause 4.3.3.\nNOTE 2 AS/NZS 60079.14 and AS/NZS 60079.17 specify requirements for competency of personnel, and for the selection, installation and maintenance of electrical equipment in hazardous areas.\nNOTE 3 Due to variances in the ignition properties of different materials, the management of ignition sources for different sites may differ. For example, hydrogen is very sensitive to ignition by electrostatic discharges and so might need special consideration, whereas ammonia is not sensitive to electrostatic discharges and so controls for static electricity might not be needed in a hazardous area due to ammonia."
} 