{
  "id": "2.5",
  "title": "GENERAL RISK CONTROL MEASURES",
  "fullText": "The third step of the risk management process is applying risk control measures.\nBefore undertaking work, control measures shall be applied to hazards which have been identified.\nThe hierarchy of control is a system for controlling risks and hazards in the workplace. It involves a step-by-step approach to eliminating or reducing risks and hazards, using a hierarchical process of the highest level of protection and reliability, through to the lowest and least reliable protection. Figure 2.3 depicts the hierarchy of control, from most effective to least effective.\nIf elimination of the risks and hazards cannot be achieved, then the hierarchy shall be applied to select controls that most effectively reduce the risk.\nNOTE The relevant authority may have additional requirements for the elimination of hazards and risks.\nThe following is a hierarchy of controls such that the level of risk mitigation decreases with the order:\n(a) Eliminate the hazard, which is always the first priority, e.g. by switching off and isolating. This may require rescheduling the work to a time when it can be de-energized.\n(b) Substitution, e.g. use of battery‑powered tools instead of mains powered. This is not always an option but should be considered whenever possible.\n(c) Use separation or isolation methods such as barriers or distance from the hazard.\n(d) Minimize risk through engineering, e.g. design, automation, provision of local isolation, containment or limitation, such as residual current devices (RCDs).\n(e) Minimize risk by administration, e.g. policy, procedures (including SWMS), safe work practices, signage and training.\n(f) Minimize risk with PPE. Relying on PPE as the first line of defence is the least desirable approach and should only be used in conjunction when other alternatives are unavailable, or as an additional precautionary measure.\nIt is normal to use a combination of control measures to reduce the risks associated with a serious hazard to a tolerable level. It should be noted that the nature and duration of a given task may be a cause to amend the specific controls from job to job and location to location on a project, e.g. in relation to fatigue or exposure.\nRisk control procedures shall be developed in accordance with Figure 2.4 and reviewed before work commences in accordance with Figure 2.5."
} 