{
  "id": "3.2",
  "title": "FAULT-FINDING AND TESTING",
  "fullText": "Before commencing the fault-finding procedure, a visual inspection and assessment of component failure shall be carried out to determine whether fault-finding can be carried out with the installation or equipment de-energized. There is a risk of electric shock, electrocution, arc blast and flash burn injuries when fault-finding or testing is being performed on or near exposed energized conductors or live conductive parts. To manage this risk, the following precautions shall be taken:\n(a) Before commencing any fault-finding work on or near exposed energized conductors or live conductive parts, an assessment of the associated risks shall be made. The risk assessment shall determine whether isolation, the use of barriers or a safety observer is required.\nNOTE 1 Regulatory authorities and legislation in some jurisdictions may have requirements for the use of a safety observer during fault-finding work.\n(b) Only competent persons shall undertake fault-finding work on or near exposed energized conductors or live conductive parts.\n(c) When fault-finding work is to be carried out on or near exposed energized conductors or live conductive parts, a risk assessment shall identify the required controls to prevent the possibility of simultaneous contact with conductors at different voltages or to earth.\n(d) PPE that is appropriate and suitable for the task to be carried out shall be worn or used. PPE shall be of correct fit for the person carrying out the task and in good condition (see Section 11).\n(e) All fault-finding work on exposed energized conductors or live conductive parts shall be done from a stable work position.\n(f) Before commencing work, suitability and correct operation of test equipment shall be confirmed and checked.\n(g) Correct test equipment for the application shall be used and the operating range selected.\nNOTE 2 Refer to HB 187 for guidance on the selection of test equipment based on identified risk factors, e.g. voltage and fault level.\n(h) Potential risks associated with the following shall be taken into account:\n(i) Bridging out of safety and control circuit interlocks.\n(ii) Inadvertent initiation of equipment operation.\n(iii) Inadvertent energization of electrical equipment.\n(iv) Bridging of terminals.\n(v) Forcing of contactors and interlocks.\n(vi) Forcing of software interlocks, e.g. PLCs.\n(i) Extreme caution shall be taken to not open‑circuit the secondary winding of a current transformer in case HVs are generated.\n(j) Caution shall be taken when inserting fuses or closing links carrying full load current or under a suspected fault condition.\n(k) When work is left unfinished, the workplace shall be left in a safe state for access by others. See the requirements of Clauses 3.1.4.2, 3.1.4.3 and 4.3.15.\n(l) Electrical equipment shall be returned to service in its original state. Where this is not possible, a competent person shall assess any changes made to the equipment.\nAfter electrical testing of cables, a considerable build‑up of capacitive charge can occur and remain on the cable. Such cables shall be properly discharged to earth before handling so that all the capacitive charge is removed.\nWARNING: IF A NEUTRAL EARTH CONNECTION (MEN) HAS BEEN REMOVED IT SHALL BE REINSTATED.\nNOTE 3 In New Zealand, a set of voluntary rules in the Electricity Engineers Association of New Zealand's safety manual and an associated guide are in use in the electricity supply industry."
} 