{
  "id": "4.3.1",
  "title": "WORK ON OR NEAR EXPOSED ENERGIZED CONDUCTORS AND LIVE CONDUCTIVE PARTS",
  "fullText": "Work on or near exposed energized conductors or live conductive parts shall be undertaken only when it is determined that —\n(a) the work is necessary in the interests of safety and the risk of harm would be greater if the equipment or parts were de-energized;\n(b) the work on or near energized electrical installations and equipment is in accordance with mandatory risk controls; and\n(c) the preparations specified in this clause have been carried out.\nNOTE 1 The relevant authority may have additional requirements regarding work on energized electrical installations and equipment.\nWork on or near exposed energized conductors or live conductive parts or electrical equipment shall be carried out by a competent person. In some situations, the relevant authority, the workplace or organization may require specific training and authorization before proceeding with the work.\nConductive items such as tape measures, rules, reinforced tapes, ladders, elevated work platforms (EWPs), scaffolding and guards on portable lamps shall not be used on or near exposed energized conductors or live conductive parts.\nNOTE 2 The AS/NZS 1892 series specifies requirements for ladders.\nBracelets, rings, neck chains, exposed metal zips, watches and other conductive items shall not be worn while working on or near exposed energized conductors or live conductive parts. Earplugs or earmuffs, if worn, shall not be conductive.\nA competent safety observer shall be present when work is carried out on energized electrical equipment, unless a risk assessment shows that there is no serious risk associated with the proposed work.\nElectrical safety depends on factors such as job planning, safe working practices, and training in live work techniques and test procedures.\nWorkers shall be trained and competent in live working test procedures and in the use of testing equipment.\nThe risk of electric shock, electrocution, arc blast and flash burn injuries exists when performing work on or near exposed energized conductors or live conductive parts.\nWARNING: WORKING ON ENERGIZED CIRCUITS AND EQUIPMENT IS NOT AS SAFE AS WORKING DE-ENERGIZED.\nTo manage this risk, the following precautions shall be taken:\n(i) Before commencing any work on or near exposed energized conductors or live conductive parts, an assessment of the associated risks shall be made and documented.\n(ii) Isolation shall be the first option. This may require rescheduling the work to a time when it has been de-energized.\n(iii) Where a risk assessment procedure determines that isolation or the use of barriers is impracticable, a safety observer shall be used as a precaution against potential injury or damage.\nNOTE 3 The relevant authority may have additional requirements for the use of a safety observer for energized (live) electrical work.\n(iv) Only a competent person shall undertake work on or near exposed energized conductors or live conductive parts.\n(v) When work is to be carried out on or near exposed energized conductors or live conductive parts, precautions shall be taken or procedures put into place to prevent the possibility of simultaneous contact with conductors at different voltages.\n(vi) PPE that is appropriate and suitable for the task shall be worn. PPE shall be of correct fit for the person carrying out the task and in good condition (see Section 11).\nNOTE 4 Section 11 provides guidance on PPE.\n(vii) All work on exposed energized conductors or live conductive parts shall be done from a stable work position.\n(viii) When working on energized electrical equipment that has earthed metal, precautions shall be taken so that earthing continuity is maintained to any component of the electrical equipment at all times. Alternatively, the work shall be carried out in accordance with an approved procedure. Temporary protective earthing conductors may be required to be installed when removing electrical equipment from earthed metal, e.g. an electrical component separated from its normal earthing medium. Temporary protective earthing conductors shall be rated to withstand the prospective short‑circuit current of the primary protection without failing.\n(ix) Tests may have indicated a de-energized situation in neutral connections. When these connections are removed, precautions shall be taken as a voltage may be present between conductors or between conductors and earth.\n(x) Only conductors at the same voltage should be worked on at any one time. Insulating barriers, covers or mats shall be used in the work area between conductors of different phases or voltage. Alternatively, the work shall be carried out in accordance with an approved procedure. The conductive path between a person and a conductor and between a person and an earth (including building materials such as concrete and steel that may be earthed), or between persons shall be broken by one or more of the following methods:\n(A) Insulating barriers, covers or mats.\n(B) Insulating tools.\n(C) Insulating gloves.\n(xi) When work is left unfinished the workplace shall be left in a state safe for access by others, in accordance with the requirements of Clause 4.3.15.\n(xii) Electrical equipment shall be returned to service in its original state or that changes made have been approved.\nNOTE 5 In New Zealand, a set of voluntary rules in the Electricity Engineers Association of New Zealand's safety manual and an associated guide are in use in the electricity supply industry."
} 