{
  "id": "4.3.10",
  "title": "MATERIAL CONTAINING ASBESTOS",
  "fullText": "Working with material containing asbestos presents a risk, especially if the material is handled in a way that causes the release of asbestos fibres.\nIn the bonded condition, materials containing asbestos that have been well maintained do not represent a significant health risk unless disturbed. Friable asbestos always poses a significant health risk.\nWork shall not be undertaken on asbestos unless the work is carried out in accordance with a risk assessment and safe working procedures that enable capture of asbestos particles or fibres.\nNOTE 1 Examples of work on asbestos which can pose a risk includes any removal, drilling, cutting or pressure washing.\nAdditional precautions shall be taken when an electrical switchboard or electrical equipment containing asbestos is found to be damaged. The additional precautions may include wearing PPE such as respiratory masks, safety eyewear, and disposable gloves for visual inspection.\nNOTE 2 An example of such a precaution is to engage a competent person to review, assess and control the situation.\nAsbestos can be present in many structures and objects, including the following electrical areas and items of equipment:\n(a) Fuse boxes.\n(b) Switchboard mounting panels.\n(c) Meter enclosures.\n(d) Switchboard insulation lining.\n(e) Textile fuse carriers.\n(f) Conduits.\n(g) Cement sheets.\n(h) Underground pits and pit lids.\n(i) Aged wiring and insulation material.\nNOTE 3 Appendix F provides further guidance on asbestos in the electrical industry.\nNOTE 4 The relevant authority may have additional requirements for the handling and removal of asbestos, and the training of personnel.\nIn Australia, where asbestos is identified or assumed to be present in a workplace, regulatory authorities require a register to be kept to record these instances. Before any work is undertaken at a workplace, the register should be reviewed.\nIn New Zealand, there are workplace requirements around asbestos identification. Indication shall be provided for the known or assumed presence of asbestos within a workplace."
} 