{
  "id": "1.1.2",
  "title": "APPLICATION",
  "fullText": "This Standard shall apply to battery systems that are constructed on site and used in conjunction with a PCE.\nThis Standard shall apply to the installation of pre-assembled battery systems used in conjunction with a PCE. The manufacturing of pre-assembled battery systems does not form part of this Standard where these products have been type tested and shown to conform to applicable product Standards.\nThis Standard shall apply to the installation of the pre-assembled integrated BESS. The manufacturing of pre-assembled integrated BESS does not form part of this Standard where these products have been type tested and shown to conform to applicable product Standards. Installation, commissioning and documentation requirements are specified for particular equipment in this Standard as follows:\n(a) Pre-assembled integrated battery energy storage systems (BESSs) — in Section 4.\n(b) Pre-assembled battery system equipment — in Section 5.\n(c) Battery systems and BESSs not conforming to Best Practice Guide: battery storage equipment — Electrical Safety Requirements — in Section 6.\nThis Standard shall be read in conjunction with AS/NZS 3000.\nPre-assembled integrated BESS, pre-assembled battery systems or battery systems that are constructed on site shall be installed in accordance with AS/NZS 3000, except as varied herein, and with the requirements of this Standard.\nThis Standard is applicable for both grid connected inverter energy systems and stand-alone power systems installations. When the installation of a battery system forms part of a system that is connected to the grid, this Standard shall be read in conjunction with the AS/NZS 4777 series. When the installation of a battery system forms part of a stand-alone power system, this Standard shall be read in conjunction with the AS/NZS 4509 series.\nLocal government, Australian National Construction Code (NCC) and New Zealand Building Code requirements for buildings may also apply where a BESS is installed."
} 