{
  "id": "1.1.1",
  "title": "SCOPE",
  "fullText": "This Standard sets out general installation and safety requirements for battery energy storage systems (BESSs), where the battery system is installed in a location, such as a dedicated enclosure or room, and is connected with power conversion equipment (PCE) to supply electric power to other parts of an electrical installation.\nThis Standard sets out the requirements from the battery system up to but not including the PCE.\nThis Standard also applies to pre-assembled integrated battery energy storage systems, which also include PCE(s).\nThis Standard outlines the potential hazards that are associated with battery energy storage systems and their associated battery systems and specifies installation methods that minimize risks posed by these hazards.\nThis Standard is applicable for the following battery systems:\n(a) Nominal voltage between 12 V d.c. and 1500 V d.c.\n(b) Connected to either single or multiple PCEs.\n(c) Using secondary or rechargeable cells.\n(d) With a rated capacity equal to or greater than 1 kWh and no more than 200 kWh, at —\n(i) C10 rating, for lead acid batteries; or\n(ii) 0.1C, for lithium technologies; or\n(iii) manufacturer's specified energy capacity, for other technologies.\nWhere an installation includes multiple battery energy storage systems, this Standard applies to each individual battery energy storage system if —\n(A) the total energy storage capacity is equal to or greater than 1 kWh; and\n(B) each individual BESS is no more than 200 kWh.\nThis Standard does not apply to battery systems in the following electrical installation types:\n(1) Premises with critical power continuity requirements (e.g. acute care hospitals, substation support and black start).\n(2) Telecommunication applications.\n(3) Electric vehicles.\n(4) Portable equipment.\n(5) Uninterruptible power systems (UPS) that are in accordance with AS 62040.1.1 and AS 62040.1.2.\n(6) Transportable structures and vehicles that are in accordance with AS/NZS 3001.\nNOTE 1 While this Standard applies to systems of up to 200 kWh, the general requirements of this Standard may apply to larger installations.\nNOTE 2 This Standard applies for common BESS technologies, and is not specifically written to support all types of battery system installation types or for other storage technologies, e.g. super capacitors. This Standard may be able to be applied in full or in part to the different storage technologies, or the risk approach may be used to assess the hazards and determine mitigations."
} 