{
  "id": "1.2",
  "title": "NORMATIVE REFERENCES",
  "fullText": "The following documents are referred to in the text in such a way that some or all of their content constitutes requirements of this document.\nNOTE Documents referenced for informative purposes are listed in the Bibliography.\nAS 3731, Stationary batteries (series)\nAS 60947.3, Low-voltage switchgear and control gear, Part 3: Switches, disconnectors, switch-disconnectors and fuse-combination units (IEC 60947 3:2015 (ED.3.2) MOD)\nAS/NZS 1170.1, Structural design actions, Part 1: Permanent, imposed and other actions\nAS/NZS 1170.2, Structural design actions, Part 2: Wind actions\nAS 1170.4, Structural design actions, Part 4: Earthquake actions in Australia\nAS/NZS 1680.1, Interior and workplace lighting, Part 1: General principles and recommendations\nAS/NZS 3000, Electrical installations (known as the Australian/New Zealand Wiring Rules)\nAS/NZS 3008.1.1, Electrical installations — Selection of cables, Part 1.1: Cables for alternating voltages up to and including 0.6/1 kV — Typical Australian installation conditions\nAS/NZS 3008.1.2, Electrical installations — Selection of cables, Part 1.2: Cables for alternating voltages up to and including 0.6/1 kV — Typical New Zealand conditions\nAS/NZS 4029.1, Stationary batteries — Lead-acid, Part 1: Vented type\nAS/NZS 4029.2, Stationary batteries — Lead acid, Part 2: Valve regulated type\nAS/NZS 4509.1, Stand alone power systems, Part 1: Safety and installation\nAS/NZS 4777.1, Grid connection of energy systems via inverters, Part 1: Installation requirements\nAS/NZS 4777.2, Grid connection of energy systems via inverters, Part 2: Inverter requirements\nAS/NZS 5000.1, Electric cables — Polymeric insulated, Part 1: For working voltages up to and including 0.6/1 (1.2) kV\nAS/NZS 5000.2, Electric cables — Polymeric insulated, Part 2: For working voltages up to and including 450/750 V\nAS/NZS 5033, Installation and safety requirements for photovoltaic (PV) arrays\nAS/NZS 60079.14, Explosive atmospheres, Part 14: Design selection, erection and initial inspection (IEC 60079-14:2013 (ED.5.0) MOD)\nAS/NZS 60898.2, Circuit-breakers for overcurrent protection for household and similar installations, Part 2: Circuit-breakers for a.c. and d.c. operation (IEC 60898 2 Ed. 1.1 (2003) MOD)\nAS/NZS IEC 60947.1, Low-voltage switchgear and control gear, Part 1: General rules\nAS/NZS IEC 60947.2, Low-voltage switchgear and control gear, Part 2: Circuit-breakers\nIEC 60269-1, Low-voltage fuses, Part 1: General requirements\nIEC 60269-3, Low-voltage fuses, Part 3: Supplementary requirements for uses for use by unskilled persons (fuses mainly for household or similar applications) — Examples of standardized systems of fuses A to F\nIEC 60529, Degrees of protection provided by enclosures (IP Code)\nIEC 60896, Stationary lead-acid batteries (series)\nIEC 62109-1, Safety of power converters for use in photovoltaic power systems, Part 1: General requirements\nIEC 62619, Secondary cells and batteries containing alkaline or other non-acid electrolytes — Safety requirements for secondary lithium cells and batteries, for use in industrial applications\nIEC 62930, Electric cable for photovoltaic systems with a voltage rating of 1,5 kV DC\nNZS 4219, Seismic performance of engineering systems in buildings\nBest Practice Guide: battery storage equipment — Electrical Safety Requirements, V 1.0 (2018)1)\n1) This document was the result of a collaboration between the Clean Energy Council, the Australian Industry Group, the Consumer Electronics Suppliers Association, CSIRO and the Smart Energy Council and may be accessed through: http:// www .batterysafetyguide .com .au."
} 