{
  "id": "3.2.4.4",
  "title": "SELECTING PERSONAL PROTECTIVE EQUIPMENT (PPE)",
  "fullText": "The required PPE shall be determined having calculated the arc flash energy and by applying Table 3.3. This selected PPE shall be worn within the arc flash boundary.\nBracelets, rings, jewellery and exposed metal zips, watches and other conductive items shall not be worn while working on or near exposed energized parts or live conductive parts.\nTable 3.3 — Personal protective equipment for arc flash protection\nPPE level cal/cm2 PPE description\n0 0 No protection from arc flash\n1 < 0 and ≤ 4 Arc-rated long sleeve shirt\nArc-rated pants or overalls\nArc-rated face shield with hard hat\nSafety glasses (worn under shield)\nHearing protection\nLeather and voltage rated gloves (as needed)\nLeather work shoes\n2 > 4 and ≤ 8 Arc-rated long sleeve shirt\nArc-rated pants or overalls\nArc-rated face shield and balaclava or arc flash suit with hard hat\nSafety glasses (worn under hood or shield)\nHearing protection\nLeather and voltage rated gloves (as needed)\nLeather work shoes\n3 > 8 and ≤ 25 Arc-rated long sleeve jacket\nArc-rated pants\nArc-rated flash hood with hard hat\nSafety glasses (worn under hood)\nHearing protection\nLeather and voltage rated gloves (as needed)\nLeather work shoes\n4 > 25 and ≤ 40 Arc-rated long sleeve jacket\nArc-rated pants\nArc-rated flash hood with hard hat\nSafety glasses (worn under hood)\nHearing protection\nLeather and voltage rated gloves (as needed)\nLeather work shoes\nHAZARD — Be aware of heat stress when wearing Cat 4 clothing\n5 > 40 Measures shall be taken in installation to avoid this level as PPE is very specialized and limited\nNOTE 1 PPE clothing is rated in calories (unit: cal). The unit joule is not used in this application. The conversion of calories to joules is temperature dependent, e.g. at 15 °C, the conversion factor is 1 cal = 4.18 J.\nNOTE 2 PPE description requirements is the minimum requirements and other regulations may require additional PPE. Additional local occupational safety and health requirements may also be applicable. PPE protection may also be required for mechanical and chemical hazards."
} 