{
  "id": "5.4.1.2",
  "title": "SYSTEM MANUAL",
  "fullText": "A manual, complete with the following items, shall be provided:\n(a) Battery system information including:\n(i) Total battery storage capacity.\n(ii) Australian/New Zealand address and contact details for the manufacturer representative (or deemed equivalent).\n(iii) UN Number for the battery cell or battery system.\n(iv) Commissioning date.\n(v) System provider contact details.\n(b) A complete list of installed equipment, with model description and serial numbers.\nNOTE 1 It is recommended that installers retain records of equipment installed for maintenance and records.\n(c) System performance and operation configuration: system output performance including expected operating response based on programming, expected life of battery system, end of life system parameters and expected operational life.\n(d) Operating instructions (systems and components): a short description of the function and operation of all installed equipment.\n(e) Operational instructions for response requirements to battery system alarms that may be required as part of the installation.\n(f) Description and meaning of any state of health measurements, where provided.\n(g) Shutdown and isolation procedure for emergency.\n(h) Start-up procedure and verification checks.\n(i) Description of how to identify when the system is not operating correctly and what to do in the case of a system failure. Details about alarm systems installed as part of the system and in addition to the system.\n(j) Maintenance procedures and schedule: maintenance procedures, a checklist for the installed equipment and schedule for these tasks including hazard mitigation requirements for maintenance tasks. Including shutdown and isolation procedure for maintenance, this may be different to emergency shutdown procedure in Item (g).\n(k) Commissioning records and installation checklist: A record of the initial system settings at system installation, verification records, commissioning checklists for quality assurance and date of installation.\n(l) System connection diagram: A diagram showing the electrical connections of the battery system with the PCE(s). All diagram labels shall match labels provided as per Section 7.\nNOTE 2 In larger installations separate schematic circuit and wiring diagrams should be provided.\n(m) Equipment manufacturer's documentation, data sheets, safety data sheets for battery systems and handbooks — for all equipment supplied. Where systems have an ethernet or other form of data interface, include all information on connection requirements and system operating manuals.\n(n) A copy of the risk assessment undertaken for Clause 5.2.1 including information on specific requirements to address all risks, for example, the action to take when toxic fumes are present.\n(o) List of any spare parts that have been provided (e.g. fuse replacement cartridges).\n(p) Decommissioning information for battery replacement or battery removal including safe handling procedures for the pre-assembled battery system and recommendations for battery recycling.\nNOTE 3 An electronic version of documentation is acceptable."
} 