{
  "id": "6.2.5.2.2",
  "title": "DESIGN, LAYOUT AND CONSTRUCTION",
  "fullText": "The design, layout and construction of the battery system enclosure shall meet the following:\n(a) Shall enable the battery type and battery system to conform to all applicable requirements.\n(b) Shall have all live parts of batteries or battery modules insulated or shrouded.\n(c) Each cell, battery or battery module terminal shall be readily available.\n(d) The installation of the cell, battery or battery modules and the associated wiring within the battery system enclosure shall meet all the requirements of Clause 6.3.1.\n(e) Enclosure shall be sufficiently ventilated to allow the battery to operate within the manufacturer's nominated operational temperature range.\n(f) No metallic equipment capable of falling on the battery terminals shall be mounted in the battery system enclosure above vertically mounted cells, batteries or battery modules.\n(g) The area inside the battery system enclosure shall allow for the following clearances:\n(i) The space between cell/battery containers shall be at least 3 mm, unless otherwise specified by the manufacturer.\n(ii) The minimum distance between vertically mounted battery and top or roof of battery system enclosure (unless top opening) shall be half the distance from the front of the battery to the rear most terminal of the battery or 75 mm, whichever is the greater, however the vertical clearance need not exceed 200 mm between the highest point of a battery and the lowest point of the structure of the roof above for battery system enclosures with front opening access; except for vertically mounted flooded cells/batteries. For vertically mounted flooded cells/batteries there shall be a minimum clearance of 300 mm. These clearances apply unless otherwise specified by the manufacturer.\n(iii) There shall be a minimum of 25 mm clearance between a cell, battery or battery module and any wall of the enclosure unless otherwise specified by the manufacturer.\nNOTE 1 It may be acceptable for battery stands to touch the wall of the battery system enclosure.\n(iv) A tiered, vertically mounted cell/battery shall meet the requirements of Items (i), (ii), and (iii). In addition, the minimum distance between the highest point of a battery and the lowest point of the structure of the tier above shall be half the distance from the front of the battery to the rearmost terminal of the battery or 75 mm, whichever is the greater, however the vertical clearance need not exceed 200 mm; except for vertically mounted flooded cells/batteries there shall be a minimum clearance of 300 mm. These clearances apply unless otherwise specified by the manufacturer.\n(v) A racked horizontally mounted cell/battery shall have a minimum 25 mm clearance between the cell/battery and the above rack, unless otherwise specified by the manufacturer.\n(vi) The batteries shall be mounted with the highest point no greater than 2.2 m above the floor level.\nNOTE 2 See example layouts in Appendix C, Figure C.2 and Figure C.3.\nThe battery system enclosure should be designed to limit the installation to no more than two rows and two tiers of battery cells or modules to facilitate safe installation and maintenance.\nThe battery system enclosure's entry doors and panels shall allow unobstructed access to the battery system for installation, removal and maintenance purposes.\nThe size of the battery system enclosure shall allow for sufficient clearance around the battery system to provide safe handling and access for installation, removal and maintenance. The design, layout and construction of the battery system enclosure should be insect and vermin resistant."
} 