{
  "id": "6.2.6.2",
  "title": "BATTERY SYSTEM ROOM LAYOUT",
  "fullText": "The battery system room shall have enough floor area so that the battery system equipment can be accommodated, and clearances and spacing for the battery system room layout are obtained.\nWithin the battery system room the minimum unimpeded access on the working side of the battery systems shall be either —\n(a) 900 mm as shown as shown in Figure 6.3; or\n(b) 600 mm for battery systems that have —\n(i) voltage no greater than DVC-A;\n(ii) a calculated arc flash energy at the output terminals of the battery system not greater than 4.0 cal/cm2;\n(iii) maximum length of 2.2 m; and\n(iv) no more than two rows or two tiers.\nIn addition to the minimum unimpeded access the layout of the room containing the battery system, the design, layout and construction shall meet the following requirements:\n(A) Each battery cell or module terminal shall be readily available.\n(B) No metallic equipment capable of falling on the battery terminals shall be mounted above vertically mounted cells, batteries or battery modules.\n(C) The minimum aisle width shall be 600 mm unless a greater aisle width is required for unimpeded access. A greater aisle width may also be necessary in installations requiring the use of mechanical handling equipment for battery maintenance.\n(D) The space between battery cells, battery containers or modules shall be at least 3 mm, unless otherwise specified by the manufacturer.\n(E) There shall be a minimum of 25 mm clearance between a cells, batteries or battery modules and any wall or structure on a side not requiring access for maintenance. This does not prevent battery stands touching adjacent walls or structures, provided that the battery racks have a free air space for no less than 90 % of their length.\n(F) Tiered, vertically mounted cells, batteries or battery modules shall meet the requirements of Items (C), (D), and (E). In addition, this minimum distance shall be half the distance from the front of the battery to the rearmost terminal of the battery or 75 mm, whichever is the greater, however the vertical clearance need not exceed 200 mm between the highest point of a battery and the lowest point of the underside of the upper bearers of the tier above; except for vertically mounted flooded cells/batteries there shall be a minimum clearance of 300 mm. These clearances apply unless otherwise specified by the manufacturer (for examples see Appendix C, Figures C.2 and C.3).\n(G) A racked horizontally mounted cells, batteries or battery modules shall have a minimum 25 mm clearance between the cells, batteries or battery modules and any wall and the above rack unless specified by the manufacturer.\n(H) The battery cells or modules shall be mounted with the highest point no greater than 2.2 m above the floor level.\nNOTE 1 See example layout in Appendix C, Figures C.2, C.3 and C.4.\nIf a PCE or other auxiliary electrical equipment is located in a battery system room, the aisle width between any battery system or systems and any part of the enclosure, PCE equipment or auxiliary equipment shall be —\n(1) as shown in Figure 6.3(a), a minimum of 600 mm between opposing sets of hinged doors in the open position; and at least a total distance of 900 mm from the battery system and the PCE;\n(2) as shown in Figure 6.3(b), a minimum of 900 mm from any PCE enclosure with removable door in the open position; and at least a total distance of 900 mm from the battery system and the PCE; or\n(3) as shown in Figure 6.3(c), a minimum of 900 mm from any fixed part of the enclosure or removable access panel.\nNOTE 2 See typical example in Appendix C, Figure C.1.\nNOTE 3 Typical enclosure and room layouts are shown in Appendix D."
} 