{
  "id": "6.3.1.7.1",
  "title": "GENERAL",
  "fullText": "The four categories of earthing arrangements for battery systems connected to PCEs are listed as follows and specific requirements for each system are listed in the referenced clauses:\n(a) Floating/separated, that is, either not earthed and not referenced to earth (see Clause 6.3.1.7.2) or battery system connected to a non-separated PCE where the output circuit is not referenced to earth. In the latter case no part of the output circuit of the PCE is allowed to be connected to earth and the battery system is effectively floating.\nNOTE This category (a) does not include transformerless inverters where the output is connected to the grid.\n(b) Direct earthed (see Clause 6.3.1.7.3).\n(c) Resistive earthed (see Clause 6.3.1.7.4).\n(d) Battery system connected to a non-separated PCE where the output circuit is referenced to earth., i.e. referenced to the a.c. grid and therefore to earth by the PCE's internal connections (see Clause 6.3.1.7.5).\nWhere the electrical installation earthing is not rated to carry the fault current of the battery system, the battery system earth cable shall be connected to the earth electrode.\nThe PCE and battery manufacturer's instructions should be followed to determine the best earthing arrangement.\nBattery systems connected to inverters that do not have separation between the d.c. port and the a.c. port or grid port, shall not be earthed.\nPre-assembled battery systems connected to PCEs that do not have separation between the input and the output circuits shall not be earthed on the battery side if the output side of the PCE is connected to an earth referenced system.\nThe battery isolator shall have at least one pole for each live conductor including the conductor that is earthed. For example, if the system comprises a centre tapped earth, then a 3 pole switch-disconnector is required for breaking simultaneously the two battery system output cables and the centre tapped earth."
} 