{
  "id": "6.3.2.3",
  "title": "BATTERY SYSTEM INSTALLED WITHIN A RESIDENTIAL OR DOMESTIC ELECTRICAL INSTALLATION",
  "fullText": "For battery systems installed within residential or domestic electrical installations the arc flash value shall be less than 40 cal/cm2.\nWhere the battery system has a calculated arc flash value greater than 4.0 cal/cm2, the battery system shall be installed —\n(a) in a dedicated battery system room or enclosure not attached to the building containing habitable rooms; or\n(b) at least to the requirements of fire hazard level 1.\nA battery system installed externally and not connected to a building with habitable rooms should have arc flash energy less than 8 cal/cm2. If arc flash of less than 8 cal/cm2 cannot be achieved, then the battery system configuration shall ensure that the battery system can be isolated into blocks where each block has an arc flash value of no more than 4 cal/cm2.\nWhere the battery system has a calculated arc flash value greater than 4.0 cal/cm2, the battery system shall not be installed in any of the following locations:\n(i) Within a building containing habitable rooms.\n(ii) Externally where the room or enclosure is against an external wall of the building containing habitable rooms.\nNOTE See Appendix F for example arc flash calculations.\nWhere the battery system has a calculated arc flash value greater than 4.0 cal/cm2 then inter-string overcurrent protection devices should be installed to reduce the arc flash energy below 4.0 cal/cm2.\nInterconnecting cables could be protected if there is an inter-string overcurrent protection device located in one of the battery or battery module interconnecting cables or links as shown in Figure 6.15.\nThis shows an inter-string overcurrent protection device in series in the middle of the battery system. Installing an inter-string overcurrent protection device within the battery system as shown in Figure 6.15 may reduce the calculated arc flash incident energy for work being undertaken on the battery system side of the battery system's protective device if the arcing time of the overcurrent protection device is known and less than 2 s. (See Clause 3.2.4.2.3.)"
} 