{
    "id": "1.1",
    "title": "SCOPE",
    "fullText": "This Standard sets out minimum requirements for the design, construction and testing of electrical installations that supply electricity to appliances and equipment on construction and demolition sites, and for the in-service testing of portable, transportable and fixed electrical equipment used on construction and demolition sites.\nIn Australia only, for a single domestic residence intended to be occupied as a residential housing unit, or, adjoining units each with a separate exterior entry and intended to be occupied as residential housing units, the requirements of this Standard are modified as detailed in Appendix A.\nNOTE: The National Construction Code (NCC) for Australia and New Zealand Building Code (NZBC) classification of building and structures is given in Appendix A.\nIn New Zealand only, for domestic housing sites where an electricity supply not exceeding 32 A single phase is installed specifically for the purposes of construction work, the requirements of this Standard are modified as detailed in Appendix A and Appendix J.\nThe requirements are intended to protect personnel, livestock and property from electric shock, fire and physical injury hazards that may arise from an electrical installation that is used with reasonable care and with due regard to the intended purpose of the electrical installation.\nNOTE: For requirements and recommendations regarding safe working on or near electrical equipment and installations, refer to AS/NZS 4836 and to Codes of Practice or other guidance issued by the regulatory authorities.\nThis Standard applies to electrical installations associated with construction and demolition sites, which include—\n(a)\tbuilding work, excavation work, compressed air work and diving work;\n(b)\tparts of buildings that undergo structural alterations, such as extensions, major repairs or demolition, to the extent that the work necessitates the provision of a temporary electrical installation;\n(c)\twork on or in connection with the construction or maintenance of roads, airfields or airstrips, civil engineering works or bridges, or of the permanent way of a railway or tramway;\n(d)\tdredging or salvaging work;\n(e)\tthe laying, lining or maintenance of pipes or cables;\n(f)\tearthmoving work carried out with equipment requiring the use of other than manual power;\n(g)\tany work in which explosives are used;\n(h)\tsite offices, cloakrooms, meeting rooms, dormitories, canteens, toilets, appliances and other facilities provided during any work referred to in Items (a) to (g); and\n(i)\tland clearing in preparation for any work referred to in Items (a) to (g)."
} 