{
    "id": "2.3.2.1",
    "title": "General requirements",
    "fullText": "All switchboards, including those described in Clause 2.3.2.2, shall be constructed to comply with the following requirements:\n(a)\tRobust construction and materials to withstand mechanical damage from environment or other external influences that may be expected at the location.\n(b)\tThe enclosure shall have a degree of protection appropriate for the environment in which it is installed subject to a minimum degree of protection of IP23.\n(c)\tLive parts shall be effectively protected at all times against contact by personnel operating equipment located on the switchboard, including the connection or disconnection of plugs to socket-outlets.\n(d)\tWhere the switchboard is provided with a socket-outlet, means to prevent strain at connections or terminations, such as an insulated or covered tie bar, shall be provided for the anchorage of external cables and flexible cords.\n(e)\tWhere provided with a door or lid to maintain a degree of protection, the door or lid shall—\n(i)\trequire the use of a tool for removal;\n(ii)\tbe fitted with a facility for locking;\n(iii)\tbe fitted with a means of retention in the open position;\n(iv)\tnot damage leads and allow the safe entry of leads if the switchboard is provided with socket-outlets;\n(v)\tdisplay a clearly visible and legible sign fixed on the external surface, e.g. words to the effect of 'KEEP CLOSED—RUN ALL LEADS THROUGH BOTTOM'; and\n(vi)\tbe kept closed except when access is required.\n(f)\tWhere there is more than one switchboard on the site, marking shall be provided, by means of numbers, letters or both, to distinguish one switchboard from another.\n(g)\tSwitchboards shall be marked in accordance with Appendix C to indicate the presence of live parts.\nNOTE: Some regulatory jurisdictions require provision to be made on construction and demolition switchboards supplying more than one final sub-circuit, for the fitting of a lockable or sealable cover over circuit-breakers and RCDs associated with these circuits or other devices that would control the resetting of circuit-breakers and RCDs, but does not prevent access to isolation switches."
} 