{
    "id": "2.4.6.3",
    "title": "Electrical equipment supplied by low-voltage generators",
    "fullText": "LV generators shall be connected in accordance with AS/NZS 3010 and the following additional requirements:\nNOTE: LV is any voltage exceeding 50 V a.c. or 120 V d.c. but not exceeding 1000 V a.c. or 1500 V d.c.\nTypical arrangements shall be one of the following:\n(a)\tSmall portable generating sets\nSmall portable generating sets may be used to directly supply portable tools and appliances without connection to a construction wiring system.\n(i)\tSeparated (isolated) winding generating sets\nEach generating set shall supply not more than one item of Class I (earthed conductive parts) electrical equipment.\nSeparated (isolated) winding generating sets containing 2 socket outlets, connected in accordance with Figure 2.2, may be used on construction and demolition sites to supply a separated (isolated) supply for electrical equipment to the electrical separation requirements of AS/NZS 3000 Section 7.\nNOTES:\n1\tIn some jurisdictions, the use of isolated winding generators is not permitted on construction and demolition sites.\n2\tOne or more items of Class II (double insulated) electrical equipment may be connected to a separated (isolated) winding generator.\n3\tThe 2 pole switching shown in Figure 2.2 is required as both conductors are considered to be live—neither is earthed in normal operation.\n4\tThe connection of the small portable generating set bonding system to the general mass of earth through an earth electrode is not required or recommended when directly supplying electrical equipment. See Item (c) below.\n(ii)\tRCD protected generating sets\nRCD protected generating sets containing up to 2 socket outlets, providing an electrical supply with RCD protection with a maximum rated residual current of 30 mA, operating in all live (active and neutral) conductors, and connected in accordance with Figure 2.3, may be used to supply an RCD protected supply to multiple items of equipment.\nNOTES:\n1\tThe RCD protected system allows the use of multiple Class I (metal frame with a bonding conductor) items as the first fault causes a residual current device to trip.\n2\tThe connection of the generating set bonding system to the general mass of earth through an earth electrode is not required or recommended when directly supplying electrical equipment. See Item (c) below.\n(iii)\tGenerating sets provided with a self-contained switchboard\nGenerating sets provided with a self-contained switchboard to provide more than 2 socket outlets. All socket outlets shall be fitted with RCD protection having a maximum rated residual current of 30 mA, operating in all live (active and neutral) conductors, and connected in accordance with Figure 2.4 may be used to supply an RCD protected supply to multiple items of equipment.\nNOTE: The connection of the generating set bonding system to the general mass of earth through an earth electrode is not required or recommended when directly supplying electrical equipment. Refer to Item (c) below.\n(b)\tGenerating sets used to supply a directly connected site construction switchboard\nGenerating sets used to supply a directly connected site construction switchboard, all sub-mains and final sub-circuits originating at that switchboard shall be protected in accordance with Clauses 2.4.5 and 2.4.6.1, as shown in Figure 2.1.\n(c)\tProvision of an earth electrode for portable generating sets\nThe provision of an earth electrode for a portable generating set when supplying electrical equipment connected by a plug and socket outlet on the generating set is not a requirement of this Standard.\nNOTE: Refer to AS/NZS 3010:2017 Appendix A and Appendix B for further details.\n(d)\tProvision of earthing connections for generating sets connected to a construction wiring system\nThe earthing system of an alternative supply shall be identical to that of the normal supply (e.g. TN-C-S (MEN)).\nThe connection to earth of the neutral and earthing connections of the generating set shall use the same earthing and neutral bonding connection points in the construction wiring system.\nThe construction wiring system main switchboard shall have an earthing system with an earth electrode to complying with the requirements of AS/NZS 3000.\nThe installation of an additional earth electrode at the generating set is not required or recommended.\nThe connection of the generating set neutral to the neutral busbar of the construction wiring system switchboard and the generating set earth connection to the main switchboard with a MEN link shall be the only neutral and earth connection permitted. Details are shown in Figure 2.1.\nNOTE: Refer to AS/NZS 3010:2017 Appendix A and Appendix B for further details.\n(e)\tWelding generators\nWelding generators with auxiliary circuits supplying 115 V a.c. that do not originate from an isolated winding are required to be RCD protected in accordance with Clause 2.4.6.3(b)."
} 