{
    "id": "2.4.6.1",
    "title": "Final sub-circuits of construction wiring",
    "fullText": "All final sub-circuits of construction wiring shall be protected at the switchboard where the final sub-circuits originate by residual current devices, with a maximum rated residual current of 30 mA, that operate in all live (active and neutral) conductors. The final sub-circuits shall be arranged—\n(a)\twhere the number of RCDs installed exceeds one; and\n(b)\twhere more than one lighting circuit is installed. The lighting circuits shall be distributed between RCDs.\nNOTE: This arrangement is intended to minimize the impact of the operation of a single RCD.\nExceptions: Additional protection by an RCD need not apply to any of the following types of final sub-circuit:\n1\tFinal sub-circuits supplying electrical equipment where safe mechanical operation is at risk, e.g. electric cranes or personnel lifts.\n2\tFinal sub-circuits where all appliances, luminaires and other electrical equipment are supplied from a directly connected SELV or PELV source in accordance with the requirements of AS/NZS 3000 for extra low-voltage supply.\n3\tFinal sub-circuits where all appliances, luminaires and other electrical equipment are supplied from a directly connected safety isolating transformer complying with AS/NZS 61558.2.23, supplying a separated circuit for electrical equipment installed in accordance with the electrical separation requirements of AS/NZS 3000 and with each winding supplying not more than one item of Class I (earthed conductive parts) electrical equipment.\nNOTE: This description includes a single winding supplying one or more items of Class II (double insulated) electrical equipment and a single winding supplying one item of Class I (earthed conductive parts) electrical equipment plus one or more items of Class II (double insulated) electrical equipment.\n4\tIn New Zealand only, A 110 V centre-tapped transformer to the requirements of AS/NZS 61558.2.23 providing a reduced low voltage source of supply, and circuits connected to the transformer shall be fitted with plugs and sockets that are not interchangeable with other systems of supply (refer to AS/NZS 3000)."
} 