{
    "id": "2.5.3",
    "title": "Protection against mechanical damage",
    "fullText": "A risk assessment should be undertaken, prior to the installation of cables or whenever a change occurs, as to the likelihood of the cables being exposed to mechanical damage.\nWhere the risk assessment identifies a risk of damage to cables, and the cables cannot be relocated to an alternative position, they shall be protected by a suitable enclosure or barrier not less effective than—\n(a)\tmedium duty rigid or corrugated conduit of insulating material;\n(b)\theavy-duty rigid or corrugated conduit of insulating material;\n(c)\tflexible electrical hose;\n(d)\tarmoured cable; or\n(e)\tother means that provide equivalent protection against mechanical damage.\nNOTE: For further guidance refer to AS/NZS 3000 Appendix H.\nWhere a risk assessment is not undertaken, protection against mechanical damage by the use of a suitable enclosure or barrier not less effective than Items (a) to (e) above shall be provided.\nNOTE: The following are typical examples of situations where cables require mechanical protection:\n(a)\tConstruction wiring installed on any surface within 2.5 m of the floor or ground level.\n(b)\tConstruction wiring installed on any surface and within 150 mm of, or attached to, scaffolding.\n(c)\tConstruction wiring consisting of sub-mains and final sub-circuits located on formwork decks.\n(d)\tConstruction wiring slung under a concrete ceiling slab more than 150 mm away from the juncture of the ceiling slab and a wall or beam that would otherwise provide protection.\n(e)\tConstruction wiring installed within 150 mm of unearthed metal structures being installed as part of the construction process, e.g. sheet metal ducts and hydraulic piping.\n(f)\tConstruction wiring installed across the top of transportable structures, storage containers, shipping containers or the like.\n(g)\tConstruction wiring installed across or over metallic roofs or edges.\n(h)\tConstruction wiring installed in adverse environments."
} 