{
    "id": "2.7.3.1",
    "title": "General",
    "fullText": "Emergency lighting shall be provided in designated access and egress paths and directly above and in front of switchboards, on all demolition and construction sites where the general lighting requirements cannot be met using natural lighting. Such lighting shall allow safe access to and egress from the site. The emergency lighting shall provide the levels specified in Item (a) or Item (b) or Item (c) below.\nEmergency lighting shall, in the required areas—\n(a)\tprovide an average of 20 lx at 900 mm above floor level along the centre line of the corridor containing the emergency luminaires; or\n(b)\tbe installed using luminaires complying with the luminaire classification, mounting height and spacing, as specified in Tables 2, 3, 4 and 5; or\n(c)\tbe installed based on calculations of illuminance complying with the requirements of AS 2293.1 and using a minimum horizontal illuminance of 3 lx.\nThe emergency lighting level shall be provided for a minimum of 1 hour following loss of normal lighting in the area.\nWhere a circuit contains detachable connections for emergency lighting, those detachable connections shall prevent unauthorized disconnections (e.g. installation couplers).\nNOTES:\n1\tCompliance using the spacing tables requires the selection of emergency luminaires classified from Class A to Class E in accordance with AS 2293.3. Manufacturer's information provides the classification which is then applied under the relevant installation mounting height to determine the maximum spacing between fittings. Typical examples are—\n(a)\t36 W T8 linear fluorescent wire guarded having a classification of D 40 (C0 plane) mounted at 3 m would provide under Table 5 a spacing of up to 5.7 m;\n(b)\t28 W T5 linear fluorescent enclosed having a classification of D 25 (C0 plane) mounted at 2.7 m would provide under Table 5 a spacing of up to 4.3 m; and\n(c)\t2 × 1 W LED circular having a classification of D 50 (C0 and C90 plane) mounted at 3.6 m would provide under Table 5 a spacing of up to 6.6 m.\n2\tAS/NZS 2293 series specifies requirements for the design, installation and operation of emergency lighting including the testing and classification of emergency luminaires and exit signs.\n3\tAS/NZS 1680 series specifies requirements for the calculation or measurement of luminaire performance.\nInternally illuminated emergency evacuation signage may be integrated into an existing lighting system provided that system of lighting incorporates battery backup light fittings capable of illuminating the exit signage and providing clear direction on the safe means of egress from the workplace in the event of power failure.\nNOTE: AS/NZS 2293.1 and AS/NZS 2293.3 provide detailed information."
} 