{
    "id": "2.9",
    "title": "TRANSPORTABLE STRUCTURES",
    "fullText": "Electrical installations of transportable structures and their site supplies shall comply with AS/NZS 3001 and the following:\n(a)\tTransportable structures shall be supplied by one of the following methods:\n(i)\tSub-mains originating at a circuit-breaker on a switchboard and installed as construction wiring.\n(ii)\tFinal sub-circuits originating at a circuit-breaker on a switchboard and installed as construction wiring.\n(iii)\tFlexible cord and plug connected to a final sub-circuit via a socket-outlet in accordance with the requirements of AS/NZS 3001 including—\n(A)\teach socket-outlet shall have a degree of protection not less than IPX4, both when the plug is inserted and when it is not;\n(B)\teach socket-outlet shall be individually protected by a circuit-breaker;\n(C)\tthe circuit-breaker shall not have a rating greater than that of the socket-outlet, except where a 16 A circuit-breaker is protecting a 15 A socket-outlet; and\n(D)\teach socket-outlet shall be protected by an RCD with an operating current not exceeding 30 mA that operates in all live conductors (active and neutral).\nNOTES:\n1\tA separate RCD should be provided for each socket-outlet to minimize the impact of the operation of a single RCD.\n2\tThe requirements of Items (B), (C) and (D) may be combined into a single item by use of a RCBO.\nIn New Zealand only, the RCD type shall be a type that provides protection against electric shock that complies with the requirements of a Type A RCD in accordance with IEC 61008-1 or IEC 61009-1.\nSupply shall not be taken from a socket-outlet associated with one transportable structure to supply another transportable structure except where Item (e) applies.\n(b)\tWhere supplied by flexible cord the minimum cross-sectional area of the flexible cord shall be 2.5 mm2. The maximum length of flexible cord shall be 15 m.\n(c)\tSocket-outlets installed inside transportable structures shall—\n(i)\tbe protected by RCDs, with a maximum rated residual current of 30 mA, that operate in all live (active and neutral) conductors;\n(ii)\tbe used only to supply electrical equipment and lighting within that transportable structure; and\n(iii)\tin Australia, where the structure is supplied by flexible cord and plug, be controlled by switch operating in all live (active and neutral) conductors.\n(d)\tSocket-outlets installed on the outside of transportable structures shall—\n(i)\tbe protected by 30 mA RCD that operates in all live (active and neutral) conductors;\nExceptions: This requirement need not apply to the following:\n1\tSupply to other transportable structures as described in Clause 2.9(d)(iv).\n2\tSub-main (interconnecting cable) supply systems complying with Appendix I.\n(ii)\tbe used only to supply electrical equipment and lighting located immediately adjacent to the structure;\n(iii)\tbe controlled by switches that operate in all live (active and neutral) conductors, where the structure is supplied by flexible cord and plug; and\n(iv)\tonly supply power to other transportable structures when the socket-outlet is part of an interconnecting system in accordance with Item (e) below.\n(e)\tAll components of an interconnecting supply system for transportable structures shall be of equal or greater current carrying capacity than the protective devices that protect the interconnecting system at the point of connection to the supply.\nNOTE: Overcurrent devices incorporated in the interconnecting system may be used to provide overcurrent protection to individual cables.\nNOTE: In New Zealand, some caravans may include a link between neutral and earth. In order to avoid inappropriate operation of any upstream RCD, caravans that are fitted with such a link should be modified to comply with the requirements in AS/NZS 3001."
} 