{
    "id": "1.4.1",
    "title": "Accessible earthed parts",
    "fullText": "a)\tAccessible earthed parts are conductive parts of electrical equipment, required to be connected to a protective earth, and that:\n(i)\tAre separated from live parts by basic insulation only; and\n(ii)\tCan be touched with the jointed test finger as specified in AS 60529.\nb)\tThe term accessible earthed parts does not apply to the following:\n(i)\tOther conductive parts that are themselves earthed or separated from live parts by double insulation or reinforced insulation.\n(ii)\tMetal nameplates, screw-heads, covers or plates, and their means of fixing, that cannot become live in the event of failure of insulation of live parts, or be exposed to arcing contact with live parts.\nNOTE – 'Failure of insulation' in this context is taken to include accidental bridging of an insulating gap by metal, or partially conducting material, such as carbon dust or moisture, as well as electrical breakdown.\n(iii)\tConductive parts within an enclosure, having a cover that requires the use of a tool for its removal.\nNOTE – A key is not considered to be a tool except where special circumstances prevail. For example, the use of the key is restricted to technical service personnel having an appropriate level of electrotechnical training.\n(iv)\tConductive parts within equipment, with a configuration and mass that are such that the parts are not accessible during normal use and movement of the equipment.\nNOTE – Non-metallic material that is conductive to a degree, and may contribute to a hazardous condition arising shall be deemed to be an accessible earthed part, subject to the above provisions.\n(v)\tAll external metal parts that are not connected to the protective earthing conductor and that are separated from live parts by double insulation or reinforced insulation, and includes parts used to support the equipment in operation.\nNOTE – These parts are also known as accessible unearthed metal parts."
} 