{
    "id": "2.4.3.4",
    "title": "Test for operation of RCDs",
    "fullText": "RCDs shall be tested in accordance with Appendix H. The maximum tripping time shall not exceed the values in Table 2.3.\nRCDs that are permanently wired to terminals in equipment can be tested using the RCD test button only, observing the operating time that should be 'without undue delay'. In case of doubt, use an external timing circuit capable of detecting the test current start and finish to measure disconnect time that shall be not more than 300 ms for a 30 mA RCD and 40 ms for a 10 mA RCD. (The test button current is assumed to be 2 times the rated residual current.)\nNOTE –\n(1)\tThe test for operating time using AC for AC and DC pulse sensitive RCDs is acceptable, as DC calibration is linked to AC calibration and verified by type test.\n(2)\tThe test methods for RCDs in 2.4.3.4 and Appendix H of this standard may be used to verify RCD operation where required in other standards for initial verification or periodic verification at intervals specified in those other standards; for example, AS/NZS 3000, AS/NZS 3001, AS/NZS 3002, AS/NZS 3012, AS/NZS 3019.\n(3)\tType 1 RCD, that tripping is ensured —\n(i)\tAs for Type A; and\n(ii)\tWith rated residual alternating current not exceeding 10 mA with an interrupting time not exceeding 40 ms at rated residual current. RCDs with rated residual currents not exceeding 10 mA, but with an interrupting time exceeding 40 ms, but not exceeding 300 ms at rated residual current are treated as Type A devices and marked 'General type, not for patient areas' in accordance with AS/NZS 61008.1 and AS/NZS 61009.1.\n(iii)\tA PRCD marked with a rated residual current of 10 mA is considered to be a Type I RCD in accordance with AS/NZS 3190. A PRCD marked with a rated residual current of 30 mA is considered to be a Type II RCD in accordance with AS/NZS 3190.\n(4)\tIt should be noted that a push-button test only confirms the operation of the RCD and does not provide validation of the actual trip-time.\nTABLE 2.3 – Maximum tripping times\n\nRCD type\tTest current AC mA\tMaximum tripping time ms\nType I\t10\t40\nType II\t30\t300"
} 