{
    "id": "2.4.3.2",
    "title": "Testing of insulation",
    "fullText": "Insulation shall be subject to a leakage current test or an insulation resistance test in accordance with Appendix E.\nNOTE – For equipment that contains single phase motors, or if an insulation test fails due to the presence of internal components such as light emitting diodes (LEDs), the leakage current test is the preferred option.\nIf the equipment must be energized to close or operate a switching device in order to test the\ninsulation, then the leakage current test in accordance with Appendix E shall be performed.\nWhen a leakage current test is performed in accordance with Appendix E, the leakage current values obtained shall not exceed those specified in Table 2.1.\nWhen an insulation resistance test is performed in accordance with Appendix E, the insulation\nresistance values obtained shall be not less than those specified in Table 2.2.\nTABLE 2.1 – Leakage current limits\n\n\nEquipment\t\nLeakage test\t\nMaximum leakage mA\nClass I\tMeasure the current flowing in the protective earthing conductor.\t5\n\nClass II\tMeasure the current flowing between accessible metal and earth.\t\n1\nPRCDs with FE\tMeasure the current flowing in the functional earthing conductor.\t5\nCord extension sets, cord sets, EPODs and PRCDs\tMeasure the current flowing in the protective earthing conductor.\t1\n\n\nTABLE 2.2 – Insulation resistance limits\n\n\nEquipment\t\nInsulation test\tMinimum insulation resistance\nMΩ\nClass I\tMeasure between live parts and\naccessible earthed parts.\t1.0\nClass II\tMeasure between live parts and any accessible metal parts.\t1.0\nPRCDs with FE\tMeasure between live parts and the functional earthing conductor.\t0.05\nCord extension sets, cord sets, EPODs and PRCDs\tMeasure between live parts and the protective earthing conductor.\t1.0\nClass 1 equipment incorporating mineral insulated metal sheath heating elements\t\nMeasure between live parts and\naccessible earthed parts.\t\n0.01\nThe insulation resistance of PRCDs with FE connections shall be not less than 0.05 MΩ as shown in Table 2.2. Alternatively, PRCDs that require the electrical supply to be closed, and units with a FE connection may be tested for leakage current with a maximum allowed value of 5 mA as shown in Table 2.1.\nNOTE – A FE in a PRCD is a connection with earth to ensure the correct normal operation of the PRCD."
} 