{
    "id": "2.4.2",
    "title": "Inspection",
    "fullText": "The following equipment checks shall be made by visual and physical inspection of all equipment:\na)\tCheck for obvious damage, defects, or modifications to the equipment and its accessories, connectors, plugs or cord extension sockets; and for discoloration that may indicate exposure to excessive heat, chemicals or moisture;\nb)\tCheck that flexible cords are effectively anchored to equipment, plugs, connectors and cord extension sockets;\nNOTE – This inspection, including flexing and straining at points of entry and clamping points by the application of reasonable combination of push/pull and rotary movements, may help detect broken strands or loose connections.\nc)\tCheck for damage to flexible cords to ensure that:\n(i)\tThe inner cores of flexible cords are not exposed or twisted;\n(ii)\tThe external sheaths are not cut, abraded, twisted, or damaged to such an extent that the insulation of the inner cores is visible; and\n(iii)\tUnprotected conductors or the use of insulation tape are not in evidence. Insulation tape shall not be used to provide repair of the damaged cord, sheath and insulation of conductors.\nNOTE –\n(1)\tCarefully running the flexible cord through the hand will often detect internal damage such as twisted conductors or broken core filling.\n(2)\tConnecting  the plugs/cord extension sockets of cord extension sets together helps to confirm that the terminals have not spread.\nd)\tFor EPODs, check that the warning indicating the maximum load to be connected to the device is intact and legible;\ne)\tCheck that any operating controls are in good working order; i.e. that they are secure, aligned and appropriately identified;\nf)\tCheck that covers, guards, and the like are secured and working in the manner intended by the manufacturer or supplier;\ng)\tCheck that ventilation inlets and exhausts are unobstructed;\nh)\tThe pins of plugs should be inspected for damage, including damage or tampering with the pins and damage to the insulation of the pins;\ni)\tThe shroud on cord extension sockets should be inspected for damage;\nj)\tCheck that the current rating of the plug is consistent with the current rating of the equipment."
} 