{
    "id": "3.1.4.2",
    "title": "Average daily energy consumption",
    "fullText": "The average daily energy consumption is determined as the sum of the energy consumption for each individual load (for all loads of either a.c. or d.c.) as follows:\n\ndesign load energy = sum of power × usage time\t3.1.4.2(1)\n\nwhere\ndesign load energy = daily energy consumed by all loads either d.c. or a.c., in watt hours (Wh)\npower = power of an individual load, in watts (W)\nusage time = average daily usage time of the individual load, in hours\n\nWhere the system is to supply both a.c. and d.c. loads, these are calculated separately. This produces Edc and Eac as separate figures.\nwhere:\nEdc = design daily d.c. load energy, in watt hours (Wh)\nEac = design daily a.c. load energy, in watt hours (Wh)\nFor a d.c. bus design, the daily energy consumption is calculated at the d.c. bus, as follows:\nEtot = Edc + Eac/ηinv\t. . . 3.1.4.2(2)\n\nwhere\nEtot = total design daily energy demand from the d.c. bus, in watt hours (Wh)\nηinv = energy efficiency of the inverter when supplying the design a.c. load profile, dimensionless\nThe inverter efficiency factor is estimated based on the efficiency versus load curve of the inverter.\nIf the load profile and efficiency curve are both available then the weighted efficiency should be used as the inverter efficiency.\nIf only the efficiency curve but not the load profile is available then the efficiency at 50% power should be used as the inverter efficiency.\nIf only the maximum efficiency is available then 10% less than this value should be used as the inverter efficiency.\nIn other words a slightly conservative approach is recommended.\nNOTES:\n1\tStand-by loads should be included in estimates of daily energy consumption or, where it is not included, advice should be given to the user in regard to the operating conditions necessary to avoid stand-by energy consumption.\n2\tA worked example is provided in Appendix A and blank worksheets are provided in Appendix B.\nFor a.c. bus systems the Edc and Eac values are used separately."
} 