{
    "id": "3.4.5",
    "title": "Micro-hydro generator sizing",
    "fullText": "The following factors should be taken into account in calculating the size and performance of micro-hydro generators:\n(a)\tFlow rate.\n(b)\tTotal dynamic head, including losses due to pipe fouling with age.\n(c)\tTurbine and electrical generator efficiency.\n(d)\tSeasonal variations in stream flow where these will affect the flow available to the turbine.\nNOTE: Local regulations may limit the amount of water available for generation purposes.\nThe power output of a micro-hydro generator can be determined from manufacturer's data sheets or calculated as follows:\nPhyd\t=\tQ × g × hnet × ηturb × ηmech × ηgen\t. . . 3.4.5\nwhere\nPhyd\t=\telectrical output power of the hydro generator, in watts (W)\nQ\t=\tflow rate through the turbine, in kilograms per second (the density of water is very close to 1 kg/L in most operating situations) (kg/s)\ng\t=\tgravitational acceleration, 9.8 metres per second squared (m/s2)\nhnet\t=\tnet head, in metres (m)\nηturb\t=\tefficiency  of  the  turbine  at  the  specified  flow  rate  and  head, dimensionless\nηmech\t=\tefficiency of the mechanical transmission between turbine and electrical generator, dimensionless\nηgen\t=\tefficiency of the electrical generator, dimensionless\n \n\n \n\n\n\n\n\n\n\n\nwhere\n \nηhydss\t=\tefficiency\tof\thydro\tsubsystems,\tdimensionless,\t(refer\tto Equation 3.4.2.2)\n=\tηhyd-batt × ηreg × ηbatt for d.c. coupled systems systems supplying loads where all the energy assessment has been centralised at the d.c. bus\n=\tηhyd-cable × ηinvhyd  × ηinv(inv) × ηbatt × ηinv(chg) for a.c. coupled systems supplying load via intermediate battery storage.\n=\tηhyd-cable × ηinvhyd for a.c. coupled systems supplying a.c. load directly\n \nηhyd-batt\t= energy transmission efficiency from the hydro generator to the battery (i.e. from the effect of cable losses)\nηreg\t=  the energy efficiency of the regulator (d.c. coupled systems)\nηbatt\t=  the energy efficiency (i.e. watt-hour efficiency) of the battery\nηhyd-cable\t= energy transmission efficiency from the hydro generator to the hydro inverter, i.e from the effect of cable losses\nηinvhyd\t= the energy efficiency of the hydro turbine inverter (a.c. coupled systems)\nηinv(inv)\t=  energy efficiency of the main battery inverter in inverting mode\nηinv(chg)\t=  energy efficiency of the main battery inverter in charging mode"
} 