{
    "id": "3.4.3.11",
    "title": "Array sizing for a.c. bus PV only systems",
    "fullText": "The number of modules required for a PV array where this is the sole energy source can be calculated from Equation 3.4.3.11(1) for a.c. bus systems where loads are supplied directly\ni.e. where the loads are being provided during the day directly from the solar array.\n \nN2\t=\t\nEtot2 × fo\n\n\nwhere\n \n\n \nPmod × Htilt × ηpvss2\n \n. . . 3.4.3.11(1)\n \nN2\t=\tnumber of modules in the array (rounded up to the next whole number), dimensionless required to supply loads directly\nEtot2\t=\ttotal design daily energy demand, in watt hours (Wh) supplied directly to the loads from the renewable source\nfo\t=\toversupply co-efficient, dimensionless\nPmod\t=\tderated power output of a module, in watts (W)\nHtilt\t=\tdaily irradiation on the tilted plane, in peak sun hours\nηpvss2\t=\tsub-system efficiency from the PV energy generator to the load, dimensionless\n=\tηpv-load× ηpvinv\n \nwhere\nηpv-load\t=\tenergy transmission efficiency of the cabling between the PV generator and the load\nηpvinv\t=\tenergy efficiency of the PV inverter\nThe number of modules required for a PV array where this is the sole energy source can be calculated from Equation 3.4.3.11(2) for a.c. bus systems loads supplied indirectly via storage in the battery:\n \nN3\t=\t\nEtot3 × fo\n\n\nwhere\n \n\n \nPmod × Htilt × ηpvss3\n \n. . . 3.4.3.11(2)\n \n\n \n\n\n\n\n\n\n\n\n\n\n\nwhere\n \nN3\t=\tnumber of modules in the array (rounded up to the next whole number), dimensionless required to supply loads via intermediate battery storage\nEtot3\t=\ttotal design daily energy demand, in watt hours (Wh) supplied to the loads via intermediate battery storage.\nfo\t=\toversupply co-efficient, dimensionless\nPmod\t=\tderated power output of a module, in watts (W)\nHtilt\t=\tdaily irradiation on the tilted plane, in peak sun hours\nηpvss3\t=\t sub-system efficiency from the PV generator to the load\n=\tηpvbatt-load × ηpv-inv × ηinv-chg× ηbatt × ηinv(inv)\n\n\n\nηpv-batt-load =\tenergy transmission efficiency of the cabling between the PV generator and the load via main inverter and battery\nηpvinv\t=\tenergy efficiency of the PV inverter\nηinv(chg)\t=\tenergy efficiency of the main battery inverter in charging mode\nηbatt\t=\tenergy efficiency of the battery\nηinv(inv)\t=\tenergy efficiency of the main battery inverter in inverter mode.\n \nIn a.c. systems, the oversupply co-efficient f0 is typically 1 because there will generally be a fuel generator (genset) in the system. In reality the daytime load energy will be partly supplied directly by the PV array and also via the batteries, while the night time loads will be supplied via the batteries. The above two Equations 3.4.3.11(1) and 3.4.3.11(2) provide the two extremes in the number of modules required in an array. The actual requirement will fall between the lower and higher number of modules.\nIf the design is to be conservative, then Equation 3.4.3.11(2) should be used.\n \nWhen undertaking the load analysis, an estimate could be calculated of the daily load energy that could be supplied directly by the array (Etot2) and the amount that needs to be supplied via battery storage (Etot3). Care has to be taken to allow for system operation when there is a lack of renewable energy input where the system has no ability to supply loads directly. Two calculations of the number of modules required could be performed based on Equations 3.4.3.11(1) and 3.4.3.11(2) where the final number of modules required will be:\nNtotal    =  N2 + N3\t3.4.3.11(3)\nwhere\nNtotal\t=\tTotal number of modules in the array (rounded up to the next whole number), dimensionless required to supply loads\nN2\t=\tnumber of modules in the array (rounded up to the next whole number), dimensionless required to supply loads directly\nN3\t=\tnumber of modules in the array (rounded up to the next whole number), dimensionless required to supply loads via intermediate battery storage"
} 