{
    "id": "3.4.6",
    "title": "Renewable energy fraction",
    "fullText": "The renewable energy fraction is made up of contributions from each of the renewable energy generators which are used in the system. For each renewable energy generator, a fraction can be defined for the design conditions. This is often expressed as a percentage.\nWhere PV array sizing calculations are based on watt hours, the following Equation may be used:\n\n \n\nSolar fraction\t=\tfpv =\n \nEpv × ηpvss\n \n\n. . . 3.4.6(1)\n \nEtot\nWhere array sizing calculations are based on ampere hours, the following Equation can be used:\n\n \n\nSolar fraction\t=\n\nfpv =\n \nImod × Htilt × Np × Vdc ×ηcoul\n\n \nEtot\n \n\n. . . 3.4.6(2)\n \nOther fractions can be calculated as follows:\n\nf\t=\n \n\n\n\nEwind\n \n\n\n×\nwindss\n \nWind fraction\t=\twind\n\n \nEtot\n \n. . . 3.4.6(3)\n \n\nHydro fraction\t=\tf\n\n\nhyd =\n \nEhyd\n \n×\nhydss\nE\n \n\n. . . 3.4.6(4)\n \ntot\nRenewable energy fraction\t=\tfren = fpv + fwind + fhyd\t. . . 3.4.6(5)\n \nwhere\nEpv\t=\tdesign daily energy from photovoltaic array, in watt hours (Wh)\nηpvss\t=\tthe efficiency of the photovoltaic subsystem, dimensionless\nEtot\t=\ttotal design load energy demand, in watt hours (Wh)\nImod\t=\tderated output current of the photovoltaic module, in amperes (A)\nHtilt\t=\tdaily irradiation on the tilted plane, in peak sun hours\nNp\t=\tnumber of parallel strings in the array (an integer), dimensionless\nVdc\t=\tnominal voltage of the d.c. bus, in volts (V)\nηcoul\t=\tcoulombic efficiency of the battery, dimensionless\nEwind\t=\tdesign daily energy from wind turbines, in watt hours (Wh)\nηwindss\t=\tefficiency of the wind subsystem, dimensionless\nEhyd\t=\tdesign daily energy from hydro-electric sources, in watt hours (Wh)\nηhydss   =   efficiency of the hydro-electric subsystem, dimensionless\nFractions of approximately 90% or above should be treated with some caution, as some generated energy may not be used and weather variations within the month may reduce the actual fraction. A calculated solar or wind fraction of greater than 100% does not guarantee sufficient energy generated to meet the load at all times."
} 