{
    "id": "3.4.11.6",
    "title": "Generating sets run time",
    "fullText": "The nominal generating set run time will vary according to a number of system design parameters, including the system configuration. Where monthly or seasonal variation in energy demand or renewable resources is significant, it may be desirable to calculate figures for each month or season. For systems where the majority of generating set running is used to recharge batteries, the nominal generating set run time may be calculated from the following equations, which take into account the renewable energy fraction, and the time required for equalizing charges. In systems where a substantial proportion of generating set output is supplied direct to loads, the calculation is more complex, and should be considered on a case by case basis.\nIf fren < 1,\n \n(1 − fren) × Etot × 30\n \n×\neq,run\n \nTgen  =\n \n\t\t \t+\nIbc × Vdc × ηcoul\n \n\n \nTeq\n \n. . . 3.4.11.6(1)\n \n\n \notherwise,\n\nTgen  =\n\n\nwhere\n \n\nTeq,run × 30\n\t\t\nTeq\n \n\n\n. . . 3.4.11.6(2)\n \nfren\t=\trenewable energy fraction (see Clause 3.4.6), dimensionless\nTgen\t=\tnominal generating set run time, in hours per month\nEtot\t=\ttotal design daily energy demand, in watt hours\nIbc\t=\tmaximum charge rate of the battery charger, in amperes\nVdc\t=\tnominal voltage of the d.c. bus, in volts\nηcoul  =\tcoulombic charge efficiency of the battery\nTeq\t=\tdesign equalization period (i.e. time between equalizing charges), in days\nTeq,run =\tequalization run-on time, in hours\nIt should be noted that this is a nominal value only. The actual run time of the generating set will vary from this value (being typically longer) because of various factors, including—\n(a)\tsystem configuration;\n(b)\tbattery charging regime;\n(c)\tweather conditions; and\n(d)\tthe way the generating set is controlled, including—\n(i)\tthe co-incidence of generating set run time and system load;\n(ii)\tuse of the generating set to supply specific high power loads; and\n(iii)\tthe battery SOC at the time the generator is started."
} 