{
    "id": "3.4.4",
    "title": "Wind turbine sizing and selection",
    "fullText": "The following factors should be taken into account in calculating the required size or expected performance of wind turbines:\n(a)\tThe system load and losses in the charging subsystem.\n(b)\tSeasonal or monthly average wind speeds and wind speed frequency distributions at the site.\n(c)\tVertical wind speed profile and tower height.\n(d)\tTerrain roughness and turbulence.\n(e)\tPower versus wind speed characteristic of the wind turbine generator.\nEnergy output depends strongly on the match between the power versus wind speed characteristic and the wind speed frequency distribution at the site, and may be a more important factor than the rated power output of the machine at its rated wind speed. This is especially the case in low wind speed areas where a low cut-in wind speed is crucial to adequate performance. Energy output from a wind turbine generator should be determined by use of the power versus wind speed characteristic of the machine, based on the wind speed frequency distribution at the site.\nIn some cases, the turbine manufacturer may specify an annual energy output based on an average annual wind speed and a particular wind speed distribution (often a Weibull distribution). Such specifications should be used only in the absence of more detailed (e.g. monthly) wind speed data and where the wind speed frequency distribution is known to be, or is likely to be, of the appropriate shape.\n \nηwindss\t= efficiency\tof\twind\tsubsystem,\tdimensionless\t(refer\tto Equation 3.4.2.2)\n= ηwind-batt × ηreg × ηbatt for d.c. coupled systems supplying loads where all the energy assessment has been centralised at the d.c. bus\n=  ηwind-cable × ηinvwind × ηinv(inv) × ηbatt × ηinv(chg) for a.c. coupled systems supplying load via intermediate battery storage\n=  ηwind-cable × ηinvwind for a.c. coupled systems supplying a.c. load directly\nwhere\nηwind-batt\t= energy transmission efficiency from the wind turbine to the battery (i.e. from the effect of cable losses)\nηreg\t=  the energy efficiency of the regulator (d.c. coupled systems)\nηbatt\t=  the energy efficiency (i.e. watt-hour efficiency) of the battery\nηwind-cable\t=  energy transmission efficiency from the wind turbine to the battery,\ni.e from the effect of a.c. and d.c. cable losses\nηinvwind\t= the energy efficiency of the wind turbine inverter (a.c. coupled systems)\nηinv(inv)\t=  energy efficiency of the main battery inverter in inverter mode\nηinv(chg)\t=  energy efficiency of the main battery inverter in charging mode"
} 