{
    "id": "3.4.11.4",
    "title": "Parallel and a.c. bus systems",
    "fullText": "The generator should be sized so:\n(a)\tthe ratings of generating set and inverter combined meet both the maximum demand and surge demand, plus an additional design margin;\n(b)\tsufficient energy can be provided to the system taking into account generator run times;\n(c)\tthe generating set will be sufficiently loaded so it runs efficiently;*\n(d)\tthe battery can be re-charged from the generating set within reasonable time.†\nCare should be taken to ensure generating sets selected for parallel systems have adequate voltage regulation and speed governing due to the limited tolerance on voltage and frequency in bi-directional inverters. This may be of particular concern with very small generating sets.\nThe following equations may be used, and the selected generating set should meet or exceed the ratings:\n \n\n\nand\n\n\n\nwhere\n \nSgen\n\n\n\n\nSgen\n \n=\t(Smax − Sinv,30 min ) × fgo\n\n\n\n=\t(Ssur − Sinv,sur ) × fgo\nAs\n \n. . . 3.4.11.4(1)\n\n\n\n. . . 3.4.11.4(2)\n \nSgen\t=\tapparent power rating of the generating sets, in volt amperes\nSmax\t=\tmaximum a.c. load demand, in volt amperes\nSinv,30 min =\t30 min apparent power rating of the inverter at the expected maximum ambient air temperature, in volt amperes\nfgo\t=\tgenerating set over-size factor, dimensionless\nSsur\t=\ta.c. surge load demand, in volt amperes\nSinv,sur\t=\tsurge  rating  of  the  inverter  at  the  expected  maximum  ambient temperature, in volt amperes\nAs\t=\tratio of instantaneous current to continuous current output of the alternator (the alternator surge ratio)\nNOTES:\n1\tTypical value for the generating set over-size factor is 1.1.\n2\tRefer to manufacturer's data for alternator surge ratio values. Typical value is 2 to 3, however the ability of a generating set to supply a surge also depends on its inertia, as well as governing and voltage regulation. Small generating sets may be limited to surges of very short duration by these factors. Where load surges are of longer duration, the alternator surge ratio should be taken as 1. Methods to reduce the magnitude of the surge may be useful in this case.\n\n\n\n* Refer to the generating set manufacturer's documentation for the maximum efficiency operating point. Typically this will be in the range of 80% - 90% of rated power. To minimise fuel and maintenance costs the generating set should not be operated at less than 50% of its rated power\n† The re-charge time is related to the selected battery storage size. It is recommended that generating set, charger and battery bank are sized so the re-charge time from maximum depth of discharge using only the generating set and no load on the systems does not exceed 10h."
} 