{
  "id": "1.5.5.3",
  "title": "Protection by automatic disconnection of supply",
  "fullText": "The following applies:\n• (a) Automatic disconnection of supply is intended to limit the prospective touch voltage arising between simultaneously accessible conductive parts in the event of a fault between a live part and exposed conductive parts or a protective earthing conductor.\nThis method of protection shall be achieved by:\no (i) provision of a system of equipotential bonding in which exposed conductive parts are connected to a protective earthing conductor; and\no (ii) disconnection of the fault by a protective device.\nNOTES:\n1. Automatic disconnection of supply may also be required for protection against overcurrents, in accordance with Clause 1.5.9 and Clause 2.5.\n2. Clause 5.6 contains requirements for equipotential bonding.\n3. Section 2 contains requirements for the disconnection of a fault by a protective device.\n• (b) Touch-voltage limits: In the event of a fault between a live part and an exposed conductive part that could give rise to a prospective touch voltage exceeding 50 V a.c. or 120 V ripple-free d.c., a protective device shall automatically disconnect the supply to the circuit or electrical equipment concerned.\nNOTE: Lower touch-voltage limits are required for special electrical installations or locations by the relevant clauses of Sections 6 and 7.\n• (c) Earthing system impedance (earth fault-loop impedance): The characteristics of protective devices and the earthing system impedance shall be such that, if a fault of negligible impedance occurs anywhere in the electrical installation between an active conductor and a protective earthing conductor or exposed conductive part, automatic disconnection of the supply will occur within the specified time.\nNOTES:\n1. Clause 5.7 contains further requirements and Appendix B provides guidance regarding earth fault-loop impedance.\n2. Refer to Appendix B, Table B1, for comparison of circuit route length based on impedance and various voltage drops.\n• (d) Disconnection times: The maximum disconnection time for 230/400 V supply voltage shall not exceed the following:\no (i) 0.4 s for final subcircuits that supply:\n (A) socket-outlets having rated currents not exceeding 63 A;\n (B) hand-held Class I equipment; or\n (C) portable equipment intended for manual movement during use.\no (ii) 5 s for other circuits including submains and final subcircuits supplying fixed or stationary equipment.\nNOTE: Maximum disconnection times will vary for other voltages and installation conditions. Appendix B provides further guidance regarding installation times.\n• (e) Supplementary equipotential bonding: Bonding of extraneous conductive parts and their connection to the earthing system may be used to reduce the earth fault-loop impedance, in order to ensure that the disconnection time of the protective device is sufficient to satisfy the requirements of Items (b) to (d) above.\nNOTE: This provision does not preclude other measures, such as selection of an alternative protective device that has a lower automatic operating current (Ia) within the required disconnection time, e.g., an RCD."
} 