{
  "id": "1.7.2",
  "title": "Installation work practice",
  "fullText": "In order to address the requirement of Clause 1.7.1, electrical equipment shall be installed in accordance with safe and sound work practices, including the following:\n• (a) Appropriate construction and operating characteristics of the equipment to protect against the mechanical, environmental, or other external influences, including condensation, to which it is likely to be exposed at the intended point of installation. The means of protection, which shall not be impaired in the process of installation, may be integral to the equipment or an additional enclosure provided as part of the electrical installation.\n• (b) Installation instructions provided by the equipment supplier.\n• (c) Adequate and safe access or working space is provided to equipment requiring operation or maintenance.\n• (d) Adequate strength and durability of fixings, fastenings, and supports.\n• (e) Particular needs of the user/operator.\n• (f) Installation wiring conductors shall be clearly identified to indicate their intended function as active, neutral, main earthing, protective earthing (PE), or equipotential bonding (EPB) conductors.\nConductors with a green or green/yellow (G/Y) combination core insulation colour or sleeving colour are strictly reserved for identifying the main earthing conductor, protective earthing (PE) conductor, or the equipotential bonding (EPB) conductor.\nLive conductors shall not be insulated or sheathed with green, yellow, or green/yellow combination colours in installation wiring.\nException: In New Zealand only, there is no restriction on sheath colour.\n• (g) The polarization of socket-outlets shall be in accordance with the product specification and shall be consistent throughout the installation.\n• (h) Semi-enclosed rewireable fuses shall not be installed.\n• (i) Condensation issues—a breathing/pressure equalization valve shall be installed to assist with changes in humidity and drainage of moisture.\n• (j) Electrical equipment shall be installed to manufacturer's instructions to ensure that the marked IP rating is maintained."
} 