{
  "id": "2.2.2",
  "title": "Maximum demand",
  "fullText": "The maximum demand in consumer mains, submains and final subcircuits, taking account of the physical distribution and intended usage of electrical equipment in the electrical installation and the manner in which the present requirements might vary, shall be determined using one of the methods set out in Items (a) to (d).\nIf the actual measured maximum demand is found to exceed that obtained by calculation or assessment, the measured value shall be deemed to be the maximum demand.\n(a)\tCalculation The maximum demand may be calculated in accordance with the guidance given in this Standard for the appropriate type of electrical installation and electrical equipment supplied.\nNOTE: Guidance on the determination of maximum demand is provided for basic electrical installations in Appendix C.\nIt is recognized that there may be considerable differences in loading from one electrical installation to another. Alternative methods of calculating the maximum demand may be used taking account of all\nthe\trelevant\tinformation\tavailable\tfor\tany\tparticular\telectrical installation.\n(b)\tAssessment\tThe maximum demand may be assessed where—\n(i)\tthe electrical equipment operates under conditions of fluctuating or intermittent loading, or a definite duty cycle;\n(ii)\tthe electrical installation is large and complex; or\n(iii)\tspecial types of occupancy exist.\n(c)\tMeasurement The maximum demand may be determined by the highest rate of consumption of electricity recorded or sustained over a period of 30 minutes when demand is at its highest by a maximum demand indicator or recorder.\n(d)\tLimitation The maximum demand may be determined by the current rating of a fixed setting circuit-breaker, or by the load setting of an adjustable circuit-breaker.\nThe maximum demand of consumer mains and submains may be determined by the sum of the current settings of the circuit-breakers protecting the associated final subcircuit/s and any further submain/s."
} 