{
  "id": "2.6.2.2.1",
  "title": "General",
  "fullText": "RCDs shall be fixed setting RCDs complying with AS/NZS 3190, AS/NZS 61008.1, AS/NZS 61009.1, or IEC 62423 and intended for use in electrical installations.\n\nNOTES:\nThe following Notes apply to both Australia and New Zealand:\n1. Common types of RCDs and their applications are described as follows:\n(a) Type AC RCD (marked with the ∿ symbol), for which tripping is ensured for residual sinusoidal alternating currents. This is the general type used in Australia but is not used in New Zealand.\n(b) Type A RCD (marked with the symbol), for which tripping is ensured—\n    (i) as for Type AC; and\n    (ii) for residual pulsating direct currents.\n(c) Type I RCD, for which tripping is ensured—\n    (i) as for Type A; and\n    (ii) with rated residual alternating current not exceeding 10 mA with an interrupting time not exceeding 40 ms at rated residual current.\n    RCDs with rated residual currents not exceeding 10 mA but with an interrupting time exceeding 40 ms but not exceeding 300 ms at rated residual current are treated as Type A devices and marked 'General Type, Not for Patient Areas' in accordance with AS/NZS 3190, AS/NZS 61008.1 and AS/NZS 61009.1.\n(d) Type F RCD, (F signifying frequency; marked with the symbols shown on right), for which tripping is ensured—\n    (i) as for Type A;\n    (ii) for composite residual currents, whether suddenly applied or slowly rising intended for circuit supplied between phase and neutral or phase and earthed middle conductor; and\n    (iii) for residual pulsating direct currents superimposed on smooth direct current.\n    Type F RCDs are intended for the protection of circuits carrying high frequency leakage currents such as those associated with frequency converters and electronic ballasts.\n(e) Type B RCD (marked with the symbol), for which tripping is ensured—\n    (i) as for Type A;\n    (ii) for residual sinusoidal alternating currents up to 1000 Hz;\n    (iii) for residual alternating currents or pulsating direct currents superimposed on a smooth direct current of 0.4 times the rated residual current (Idn); and\n    (iv) for residual direct currents that may result from rectifying circuits.\n(f) Type S RCD (S signifying selectivity and marked with the symbol), a specially designed RCD for which tripping is ensured after a predetermined operating time delay corresponding to a given value of residual current.\n2. The waveform of a fault current to earth can affect the operation of an RCD and should be taken into account for the selection of the type of RCD. Users should consult the RCD manufacturer for correct selection. IEC 60755 Annex B contains a useful diagram of the likely form of the fault currents generated from circuits utilizing a variety of semiconductor devices and the selection of appropriate RCD types."
} 