{
  "id": "2.6.3.2.3.3",
  "title": "Requirements for Additional Protection",
  "fullText": "Additional protection by RCDs with a maximum rated residual current of 30 mA shall be provided for final subcircuits with a rating not exceeding 32 A supplying—\n(a) socket-outlets;\n(b) lighting;\n(c) direct connected hand-held electrical equipment, e.g. directly connected tools; and\n(d) direct connected electrical equipment that represents an increased risk of electric shock.\n\nFactors that may represent an increased risk of electric shock include but are not limited to—\n(i) external influences (refer Clause 1.5.14); and\n(ii) type of electrical installation and processes being conducted (e.g. workshops and particular industrial activities).\n\nNOTE: For all other final subcircuits with a rating not exceeding 32 A for direct connected equipment, additional protection by RCDs with a maximum rated residual current of 30 mA should be considered.\n\nExceptions: These requirements need not apply to the following:\n1. Repairs in accordance with Clause 2.6.3.2.6.\n2. Situations where the disconnection of a circuit by an RCD could cause a danger greater than earth leakage current (e.g. traffic signals).\n3. Final subcircuits installed for the connection of specific items of equipment, provided that the connected equipment is designed, constructed and installed in such a manner that is not likely to present a significant risk of electric shock and—\n    (i) is required by the owner or operator to perform a function that is essential to the performance of the installation and that function would be adversely affected by a loss of supply caused by the RCD operation; or\n    (ii) may cause spurious nuisance tripping through high leakage current being generated in the normal operation of the equipment (e.g. VSDs).\n    In addition where the specific item of equipment is connected by a plug and socket-outlet, that socket-outlet is—\n    — located in a position that is not likely to be accessed for general use; and\n    — clearly marked to indicate the restricted use of that socket-outlet and that RCD protection is not provided for that socket-outlet.\n4. Where other methods of protection are applied, e.g. a separated supply in accordance with Clause 7.4."
} 