{
  "id": "3.4.2",
  "title": "Operating temperature limits",
  "fullText": "The operating temperatures of conductors shall not exceed the limits given in Table 3.2.\nPolymeric cables with normal use temperatures below 75°C (see Notes to Table 3.2) are deemed not suitable for Australian or New Zealand conditions.\nNOTES:\n1 The types of cable insulation given in Table 3.2 are included in relevant specifications, i.e. the AS/NZS 5000 series, AS/NZS 3191, AS/NZS 3808 and AS/NZS 60702.1.\n2 Lower maximum temperatures will apply where materials used in the construction of the cables or in association therewith, such as coverings, sheathings, insulating sleeving on connections and sealing compounds, have maximum operating temperatures lower than the cable proper. However, the allowable operating temperatures for such materials shall not be exceeded.\n3 If manufacturer's recommendations permit, cables may be installed in locations where temperatures lower than specified may occur.\n4 The normal operating temperature of thermoplastic cables, including flexible cords installed as installation wiring, is based on a conductor temperature of 75°C. This is because of the risk of thermal deformation of insulation if the cables are clipped, fixed or otherwise installed in a manner that exposes cable to severe mechanical pressure at higher temperatures.\n\nV-90 and V-90HT insulated cables may be operated up to the maximum permissible temperatures of 90°C and 105°C, provided that the cable is installed in a manner that is not subject to, or is protected against, severe mechanical damage for temperatures higher than 75°C. Such applications also allow for cables to be installed in—\n(a) locations where the ambient temperature exceeds 40°C, e.g. equipment wiring in luminaires and heating appliances, or in roof spaces affected by high summer temperatures; and\n(b) locations affected by bulk thermal insulation that restricts the dissipation of heat from the cable.\n5 The current-carrying capacities for MIMS cables are based on an operating temperature of 100°C for the external surface of either bare metal-sheathed cables or served cables. Higher continuous operating temperatures are permissible for bare metal-sheathed cables, dependent on factors such as the following:\n(a) The suitability of the cable terminations and mountings.\n(b) The location of the cable away from combustible materials.\n(c) The location of the cable away from areas where there is a reasonable chance of persons touching the exposed surface.\n(d) Other environmental and external influences.\n6 The minimum ambient temperature of use for MIMS cables depends on the cable seal used and manufacturer's recommendations should be followed.\n7 Current-carrying capacities determined in accordance with the AS/NZS 3008.1 series do not take into account the effect of temperature rise on the terminals of electrical equipment that can result in the temperature limits of the insulation of cables in the vicinity of the terminals exceeding the limits specified in Table 3.2. In such cases reference should be made to warnings given in the electrical equipment Standards.",
  "references": {
    "standards": ["AS/NZS 5000", "AS/NZS 3191", "AS/NZS 3808", "AS/NZS 60702.1", "AS/NZS 3008.1"],
    "tables": ["Table 3.2"]
  }
} 