{
  "id": "3.9.8.4",
  "title": "Proximity to non-electrical services",
  "fullText": "(a) General The following conditions shall be satisfied when installing electrical services:\n(i) Wiring systems shall not be installed in the vicinity of services that produce heat, smoke or fumes likely to be detrimental to the wiring system.\nException: Wiring systems may be installed in such locations where the wiring system is protected from harmful effects by shielding that does not affect the dissipation of heat from the wiring system.\n(ii) Where a wiring system is situated below services liable to cause condensation (such as water, steam or gas services), precautions shall be taken to protect the wiring system from harmful effects.\n(iii) Where electrical services are installed close to non-electrical services, they shall be so arranged that any reasonably foreseeable routine operation carried out on the other services will not cause damage to the electrical services.\nNOTE: This may be achieved by suitable spacing between the services or the use of mechanical or thermal shielding.\n(iv) Wiring systems shall be suitably protected against the hazards likely to arise from the presence of other services in normal use.\n(v) Cables without sheathing or further enclosure shall not be installed in enclosures where they are accessible to personal contact or where they may contact other services, such as water, gas, hydraulic or communications systems.\nNOTE: Metal parts of other services may require bonding to the earthing system in order to provide protection against earth faults, in accordance with Clause 5.6.2.3.\n(b) Gas and water services Requirements for the separation of distributed gas and water systems from low voltage wiring systems are provided in the AS/NZS 5601 series for gas services and the AS/NZS 3500 series for water services.\nWiring systems shall maintain a separation of not less than 25 mm from any above-ground gas or water piping. Separation from underground gas and water services shall be in accordance with Clause 3.11.5.\nException: This requirement does not apply to the following:\n1 An equipotential bonding conductor connected to the piping, in accordance with this or another Standard.\n2 Heat trace cabling.\n(c) Telecommunication services Requirements for the separation of telecommunications cables from low voltage and high voltage systems are provided—\n(i) for Australia, in AS/CA S009; and\n(ii) for New Zealand in the NZ Telecommunications Forum (TCF) Premises Wiring Guidelines.\nSeparation from telecommunications services shall be as shown in Figures 3.8 and 3.9.\nNOTE: The documents listed in Item (c) contain distances and other measures for the separation of telecommunications cables from low voltage cables as follows:\n(a) On surfaces or concealed in walls, floors or ceilings, such as depicted in Figure 3.8.\n(b) Cables in common ducting.\n(c) In underground trenches, such as depicted in Figure 3.9.\n(d) Under-carpet wiring.\n(e) Aerial cables.",
  "references": {
    "sections": ["5.6.2.3", "3.11.5"],
    "standards": ["AS/NZS 5601", "AS/NZS 3500", "AS/CA S009"],
    "figures": ["Figure 3.8", "Figure 3.9"]
  }
} 