{
  "id": "3.9.9.3",
  "title": "Penetration of fire barriers",
  "fullText": "(a) Where a wiring system passes through elements of building construction, such as floors, walls, roofs, ceilings, partitions or cavity barriers that are required to be fire-rated窶能n(i) the opening shall be close-fitting to the wiring system and at least 50 mm from any other service opening;\n(ii) the cross-sectional area of the opening shall be not greater than 500 mm2, i.e. if circular, 25 mm diameter; and\nException: The cross-sectional area of the opening may be increased up to a maximum of 2000 mm2 (50 mm diameter) for a single cable that leaves a gap of not more than 15 mm between the cable and the opening.\n(iii) the fire-rating of structures shall be reinstated where openings remain after passage of the wiring system, in accordance with the relevant provisions of national building codes.\nNOTE: Guidance on materials suitable for restoring fire-rated constructions is given in national building codes.\n(b) Wiring systems, such as conduits, cable ducting, cable trunking, busbars or busbar trunking systems, and flush boxes that penetrate elements of building construction required to have a specified fire-rating shall be internally sealed to the degree of fire-rating of the respective element before penetration and externally sealed as required by Item (a)(iii).\n(c) Conduit and trunking systems of material complying with the flame propagation test of AS/NZS 2053 series or AS/NZS 61386 series or AS/NZS 4296, as appropriate, and having a maximum internal cross-sectioned area of 710 mm2, i.e. 30 mm internal diameter, need not be internally sealed provided that窶能n(i) the system satisfies the degree of protection IP33; and\n(ii) any termination of the system in one of the compartments separated by the building construction being penetrated satisfies the degree of protection IP33.\n(d) All sealing arrangements used in accordance with Items (a) to (c) shall comply with the following requirements.\nSealing arrangements shall窶能n(i) be compatible with the materials of the wiring system with which they are in contact;\n(ii) permit thermal movement of the wiring system without reduction of the sealing quality; and\n(iii) be of adequate mechanical stability to withstand the stresses that may arise through damage to the support of the wiring system because of fire.\nNOTE: This requirement may be satisfied if窶能n(a) either cable clamps or cable supports are installed within 750 mm of the seal, and are able to withstand the mechanical loads expected following the collapse of the supports on the fire side of the seal to the extent that no strain is transferred to the seal; or\n(b) the design of the sealing system provides adequate support.\n(e) Sealing arrangements intended to satisfy Items (a) and (b) above shall resist external influences to the same degree as the wiring system with which they are used and, in addition, shall meet the following requirements:\n(i) They shall be resistant to the products of combustion to the same extent as the elements of building construction that have been penetrated.\n(ii) They shall provide the same degree of protection from water penetration as that required for the building construction element in which they have been installed.\n(iii) The seal and the wiring system shall be protected from dripping water that may travel along the wiring system, or that may otherwise collect around the seal, unless the materials used in the seal are all resistant to moisture when finally assembled for use.\nNOTE: Materials and installation methods used for sealing will require the use of certified sealing products and installation methods.",
  "references": {
    "standards": ["AS/NZS 2053", "AS/NZS 61386", "AS/NZS 4296"]
  }
} 