{
  "id": "4.1.3",
  "title": "External influences",
  "fullText": "All electrical equipment shall have characteristics appropriate to the conditions to which it is likely to be exposed, to ensure that the electrical equipment is able to function properly at the intended point of installation.\nThe characteristics may comprise—\n(a) suitable design and construction properties of the electrical equipment; or\n(b) additional means, provided as part of the electrical installation that do not adversely affect the operation of the electrical equipment, to effectively protect against the presence and extent of relevant environmental and other influences.\nDamage from external influences may include, but is not limited to, that arising from exposure to one or any combination of the following, as appropriate:\n(i) Mechanical damage.\n(ii) Weather, including rain, snow, ice and sunlight (UV radiation).\n(iii) Water, including splashing, spraying, submersion or high humidity.\n(iv) Flora, including vines, weeds, flowers and plants of all types.\n(v) Fauna, including cats, dogs, horses, cattle, etc.\n(vi) Excessive dampness, including wet areas and poorly sealed underground cellars, etc.\n(vii) Corrosive fumes, liquids or polluting substances, particularly those used in a sanitization process associated with the food industry.\n(viii) Galvanic action.\n(ix) Accumulation of dust or solid foreign bodies.\n(x) Steam.\n(xi) Oil.\n(xii) Temperature, including both high and low temperatures.\n(xiii) Solar radiation.\n(xiv) Explosive atmospheres (often referred to as 'hazardous areas').\n(xv) Vibration.\n(xvi) Seismic activity (earthquakes and tremors).\nNOTES:\n1 AS 60529 provides an IP classification and marking system for electrical equipment and enclosures that provide different degrees of protection against the entry of water and solid objects.\n2 Purpose-made, anti-condensation and water drains that maintain the IP rating of the enclosure may be used.\n3 Drilling a drain hole in the bottom of the enclosure alone destroys the IP rating of the enclosure.\nElectrical accessories not having any specific degree of protection marked on the product are considered to be protected from the weather when installed within the space contained by the soffit (the edge of the eave, verandah or similar overhang) and a plane from the outer edge of the soffit, at an angle of 30 degrees, continuing to the exterior wall.\nElectrical accessories installed outside that area shall have a minimum degree of protection of IP33. Refer to Figures 4.1 and 4.2.\nNOTE: Refer to local service rules for any additional requirements.\nExceptions:\n1 Metering enclosures and overhead line connector boxes complying with AS 3124 installed in the unprotected areas shown in Figures 4.1 and 4.2 need to have a minimum degree of protection of IP23.\n2 Electrical accessories installed within metering enclosures need not comply with the requirements for unprotected areas shown in Figures 4.1 and 4.2.",
  "references": {
    "standards": ["AS 60529", "AS 3124"],
    "figures": ["4.1", "4.2"]
  }
} 