{
  "id": "4.1.2",
  "title": "Selection and installation",
  "fullText": "Electrical equipment shall be selected and installed to perform the following functions or to have the following features:\n(a) Enable the electrical equipment to function properly under external influences to which it is expected to be exposed.\n(b) Prevent any adverse effects that the electrical equipment might cause on the electrical installation.\n(c) Operate safely when properly assembled, installed and connected to supply.\n(d) Ensure that there is no danger from electric shock, fire, high temperature or physical injury in the event of reasonably expected conditions of overload, abnormal operation, fault or external influences.\n(e) Installed in accordance with the requirements of this Section, and the additional requirements as specified in the manufacturer's instructions.\nThis Standard requires certain electrical equipment to satisfy these provisions through compliance with nominated Australian/New Zealand Standards or other relevant Standards.\nThe requirements of this Section relate to the following:\n(i) External influences and environmental conditions.\n(ii) Adverse effects on the electrical installation and the supply.\n(iii) Protection against thermal effects.\n(iv) Methods of connection of electrical equipment.\n(v) Installation of socket-outlets, lighting and heating equipment.\n(vi) Electricity converters including UPS systems.\n(vii) Control, overload and overtemperature protection of motors.\n(viii) Transformers.\n(ix) Capacitors.\n(x) Electrical equipment containing liquid dielectrics.\n(xi) Smoke and fire detectors.\nNOTES:\n1 Electrical equipment may be remotely switched. In particular, appliances, such as water heaters, room heaters or airconditioning systems may constitute a 'controlled hours' load. Therefore, care should be taken to ensure isolation of any circuit or equipment switched by an automatic or remote control system when working on such equipment, as electricity supply could be connected without warning.\n2 Refer to Clause 4.7.3 and Figure 4.17 for clearance of socket-outlets and switches from open cooking surfaces.\n3 Refer to Section 6 for where electrical appliances and accessories are installed in locations containing a bath, shower or other fixed water container.\n4 In New Zealand, attention is drawn to the requirements of NZECP 55 for wiring and fittings located near conductive thermal insulation.",
  "references": {
    "sections": ["6"],
    "clauses": ["4.7.3"],
    "figures": ["4.17"],
    "standards": ["NZECP 55"]
  }
} 