{
  "id": "5.2.2",
  "title": "Functional Earthing (FE)",
  "fullText": "Equipment may be required to be connected to the earthing system for purposes of correct operation rather than the safety conditions associated with protective earthing. In such cases, functional earthing conductors are not required to be selected and installed to withstand fault currents or to be identified in the same manner as a protective earthing conductor.\nExamples:\n1.\tFunctional earth (FE) connections fitted to certain types of RCDs to provide an earth for an alternative supply connection for the internal electronic circuit operation in the event of the incoming neutral connection becoming disconnected.\n2.\tConductors connecting cathodic protection systems or radio interference suppression devices to a separate earthing arrangement.\n3.\tWhere a 'clean earth' is specified for data or signaling purposes in a particular item of electrical equipment, the manufacturer of the electrical equipment should be consulted to confirm the necessary arrangements.\nWhere required, for operational purposes, functional earth connections for data and signaling purposes should be insulated from all protective earthing connections and conductors and should only be connected together at one point, normally at the connection to the main earthing terminal/connection or bar. Care needs to be exercised to avoid unintentional contact between the two earthing systems.\nA conductor insulation color for functional earth conductors has not been specified in this Standard. However, to ensure that functional earthing connections are made to the correct earthing system, a green or green/yellow conductor identification shall not be used.\nIn Australia, for telecommunication system earthing, see AS/CA S 009 for the requirements for the color and installation of a Telecommunications Reference Conductor.\nNote: Additional information on functional earthing is available in IEC 60364-4-44.",
  "references": {
    "standards": ["AS/CA S 009", "IEC 60364-4-44"]
  }
} 