{
  "id": "5.3.3.1.2",
  "title": "Selection",
  "fullText": "The cross-sectional area of any copper protective earthing conductor required for the protection of any portion of an electrical installation shall be determined either:\n(a) From Table 5.1 in relation to the cross-sectional area of the largest active conductor supplying the portion of the electrical installation to be protected; or\n(b) By calculation, in accordance with Clause 5.3.3.1.3.\n\nExceptions:\n1. The minimum size of a conductor required for the earthing of exposed conductive parts associated with unprotected consumer mains shall be in accordance with Clauses 5.3.3.2 and 5.5.3.5.\n2. Aerial earthing conductors shall comply with Clause 5.3.3.3.\n3. Earthing conductors in cables, flexible cables, or flexible cords shall comply with Clause 5.3.3.4.\n\nNotes:\n1. The installation should be prepared so that electrical equipment terminals are capable of accepting the protective earthing conductors.\n2. Calculation may be necessary if the choice of cross-sectional area of phase conductors has been determined by consideration of short-circuit current. Where the active conductor comprises a number of conductors connected in parallel, the earthing conductor shall be determined in relation to the summation of the cross-sectional areas of the individual conductors forming the largest active conductor to be protected. Where the summation of cross-sectional areas does not correspond exactly with the nominal size of the active conductor given in Table 5.1, the conductor shall be determined in relation to the nearest larger size of active conductor. The minimum cross-sectional area of any conductive wiring enclosure, cable component, framework, or catenary wire used as an earthing medium in accordance with Clause 5.3.2.2, shall be such that the impedance of the medium is not greater than that determined for a copper earthing conductor in accordance with this Clause (Clause 5.3.3.1.2).",
  "references": ["5.1", "5.3.3.1.3", "5.3.3.2", "5.5.3.5", "5.3.3.3", "5.3.3.4", "5.3.2.2"]
} 