{
  "id": "6.2.2.1",
  "title": "Baths and Showers",
  "introduction": "Four zones (Zones 0, 1, 2 and 3) are classified for baths and showers:",
  "zones": [
    {
      "id": "0",
      "definition": "Zone 0 shall be the area of the interior of a bath or a shower base.",
      "notes": ["A shower base may be defined by either a raised hob or a depression in the floor."]
    },
    {
      "id": "1",
      "bath": {
        "title": "Zone 1 for a bath shall be the area limited by the following:",
        "limits": [
          "Zone 0",
          "The vertical projection of the internal rim of the bath above Zone 0",
          "When the bath contains a shower, by the vertical plane 1.2 m radius from the shower fixed plumbing connection",
          "In Australia, by the floor and a horizontal plane 2.5 m above the floor",
          "In New Zealand, by the floor and a horizontal plane 2.25 m above the floor",
          "The height of the fixed plumbing connection, if higher than the horizontal plane specified in Item (iv) or (v)"
        ],
        "notes": ["A barrier of a height at which the shower connection is made to the fixed plumbing, or 1.8 m, whichever is the greater, may be used to reduce the 1.2 m dimension in Item (b)(iii)"]
      },
      "shower": {
        "title": "Zone 1 for a shower shall be the area limited by the following:",
        "limits": [
          "Zone 0",
          {
            "wall_connection": "For a fixed plumbing connection on the wall, by the vertical plane 1.2 m radius from the fixed plumbing connection. A barrier of a height at which the shower connection is made to the fixed plumbing, or 1.8 m, whichever is the greater, may be used to reduce the 1.2 m dimension."
          },
          {
            "ceiling_connection": {
              "text": "For a fixed plumbing connection on the ceiling, by the vertical plane horizontally distant from the fixed plumbing connection, and as follows:",
              "australia": {
                "radius": "0.6 m",
                "exception": "A barrier with a minimum height of 1.8 m may be used to reduce the 0.6 m dimension."
              },
              "new_zealand": {
                "radius": "1.2 m",
                "exception": "A barrier with a minimum height of 1.8 m may be used to reduce the 1.2 m dimension."
              }
            }
          },
          "In Australia, by the floor and a horizontal plane 2.5 m above the floor",
          "In New Zealand, by the floor and a horizontal plane 2.25 m above the floor",
          "The height of the fixed plumbing connection, if higher than the horizontal plane specified in Item (iv) or (v)"
        ],
        "notes": ["Examples of barriers include a hinged or sliding door, or a shower curtain."]
      }
    },
    {
      "id": "2",
      "definition": "Zone 2 shall be the area limited by:",
      "limits": [
        "the vertical plane limiting Zone 1 and the parallel vertical plane 0.6 m external to Zone 1",
        "the floor and the horizontal plane 2.25 m above the floor"
      ]
    },
    {
      "id": "3",
      "definition": "Zone 3 shall be the area limited by the following:",
      "limits": [
        "The vertical plane limiting Zone 2 and the parallel vertical plane 2.4 m external to Zone 2",
        "In Australia, by the floor and a horizontal plane 2.5 m above the floor",
        "In New Zealand, by the floor and a horizontal plane 2.25 m above the floor",
        "In Australia, Zone 3 shall include the area above Zone 2 up to 2.5 m above the floor"
      ]
    }
  ],
  "reference": "Examples of these zones are shown in Figures 6.1 to 6.12."
} 