{
    "id": "4.1",
    "title": "GENERAL CONDITIONS",
    "fullText": "Electrical equipment shall comply with the following criteria:\n\n(a) The essential characteristics, the recognition and observance of which will enable electrical equipment to be used safely and in applications for which it was made, shall be marked in English on the equipment, or, if this is not possible, on an accompanying notice. Such characteristics shall include the rated voltage and frequency.\n\nNOTE The purpose of this requirement is to ensure that the user of the equipment has all necessary safety information. The expression 'used safely' would include assembly, installation and maintenance of the equipment. Information may be marked on the equipment (important for any safety warnings), provided on the packaging (for example, where the danger relates to not following assembly instructions) or in user information provided with the product (for example, assembly, maintenance and operation instructions).\n\n(b) A means of identifying the supplier shall be clearly marked on the equipment or, where that is not practicable, on the packaging or user information accompanying the product.\n\nNOTE The means of identifying the supplier should be such that an interested person can identify and contact the supplier, either directly from the information provided, or indirectly via information that is publicly available. Such means of identification may include—\n(i) Business name and business address (other than a post office box number) in each country of sale (Australia and/or New Zealand);\n(ii) Registered business name (Australia and/or New Zealand);\n(iii) Australian Company Number (ACN), for products sold only in Australia;\n(iv) Australian Business Number (ABN), for products sold only in Australia;\n(v) New Zealand Company Number, for products sold only in New Zealand;\n(vi) Trademark registered in each country of sale (Australia and/or New Zealand); and\n(vii) Supplier code number issued by the Australian Communications and Media Authority (Australia), Radio Spectrum Management (New Zealand) or the Regulatory Compliance Mark (RCM) registrar.\n\n(c) The electrical equipment, together with its component parts, shall be made in such a way as to ensure that it can be safely and properly assembled, installed and connected.\n\n(d) The electrical equipment shall be so designed and manufactured as to ensure that protection against the dangers set out in Clauses 4.2 and 4.3 is assured, providing the equipment is used in applications for which it was made and is adequately maintained.\n\nNOTE The expression 'used in applications for which it was made' would be considered to include foreseeable environmental conditions and foreseeable misuse. Also, where electrical equipment is for location in restricted access areas (i.e. not generally accessible to the public), it may be assumed that the equipment is only accessible to service personnel."
} 