{
    "id": "4.2",
    "title": "PROTECTION AGAINST HAZARDS ARISING FROM ELECTRICAL EQUIPMENT",
    "fullText": "Electrical equipment shall comply with the following criteria:\n\n(a) Persons and domestic animals shall be adequately protected against danger of physical injury or other harm which might be caused by direct contact or indirect contact.\n\nNOTE For example, protection against direct contact may be achieved by insulation of conductors or by their inaccessibility within enclosures. Protection against indirect contact may be achieved by automatic disconnection of the supply in the event of a fault likely to cause a dangerous current to flow through a person in contact with exposed conductive parts. Other safety measures may also be suitable. Equipment classified as a class 0 appliance or a class 0I appliance, as defined in AS/NZS 60335.1, are deemed not to satisfy this requirement.\n\n(b) Operation of the electrical equipment shall not result in temperatures, arcs or radiation (including microwave emissions and magnetic fields) that would cause a danger.\n\nNOTE The extent to which a danger exists needs to be considered in relation to the nature of the equipment and its use. Some equipment will normally operate at high temperatures (for example, heating, cooking or lighting equipment), or represent a physical danger. Item (b) does not apply to the extent that if the equipment is normally used to produce such a result, this is a normally accepted risk in the use of such equipment.\n\n(c) Persons and domestic animals shall be adequately protected against non-electrical dangers caused by the electrical equipment that are revealed by experience.\n\nNOTE Examples of potential dangers are sharp edges, unexpected starting or stopping of the equipment, failure to stop if a dangerous situation arises, chemical, fire or explosion hazards that might arise from operation of the equipment, instability, vibration, falling or ejected objects.\n\n(d) Insulation shall be suitable for foreseeable conditions.\n\nNOTE The choice of insulation should be based on the electrical, mechanical, chemical and physical stresses to which the insulation is likely to be subject in foreseeable use of the equipment."
} 