{
    "id": "4.10",
    "title": "Measuring resistance of earth electrode to general mass of earth",
    "fullText": "The following subclauses specify methods for measuring resistances to ground which are related to various parts of the installation. Typical values are included in the test clauses.\nNOTE 1 The MEN system has a multiplicity of neutral earthing electrodes and an earth electrode at each installation. The distribution neutral earth electrodes give the system ground resistance.\nNOTE 2 The installation earth electrode is connected to the installation exposed conductive parts. Exposed conductive parts are in contact, via bonding or fortuitously, with other grounded parts such as water pipes. (Bonding minimizes the touch voltage between exposed conductive parts of the installation and grounded conductive parts).\nNOTE 3 The installation MEN connection connects the earth electrode to the supply neutral. As the supply neutral also acts as a return path for earth fault currents it is a Protective Earth and Neutral (PEN).\nNOTE 4 This system of bonding and earthing should minimize the touch voltage from the exposed conductive parts to ground during normal operation. However, if the supply neutral (PEN) is disconnected the path through the ground is the only path. The touch voltage to ground is then dependent on the resistance of the paths to ground in series with the load resistance and the current flowing.\nNOTE 5 Similarly, if the supply neutral (PEN) is high resistance, the touch voltage depends on the ground paths in parallel with the neutral (PEN). On single phase installations this current is the same as the active current; on three phase installations the neutral current is the vector sum of the active currents.\nNOTE 6 During a fault the fault current should return to the transformer via the neutral (PEN) and operate the overcurrent or RCD protection. If the neutral is open circuit or high resistance, the voltages to neutral will be unbalanced and a voltage will exist from neutral (PEN) to the exposed conductive parts and ground, and current may flow in water pipes and voltages may exist across disconnected pipes. In the event of an open or high resistance neutral, a single earth electrode cannot be relied upon to provide a low resistance path sufficient to operate the protective devices."
} 