{
    "id": "4.5.2",
    "title": "Considerations",
    "fullText": "The following matters shall be considered:\n(a) Care needs to be taken to ensure that the test equipment is not connected to energized parts. In most cases, main switches, circuit-breakers, residual current devices and fuses can be opened to isolate circuits.\n(b) Some connected equipment may be damaged by overvoltage. Manufacturer's instructions should be referred to. Examples include EMC filters, surge protection devices, and electronic equipment. Damage may be avoided by —\n(i) connecting the live (active and neutral) conductors together and testing between all live conductors and earth; or\n(ii) testing the equipment with a test voltage of 250 V.\n(c) Equipment connected to the circuit(s) under test may cause an unacceptably low result, so should be disconnected and tested separately. Examples include the following:\n(i) Equipment connected to consumer mains; such as revenue metering or load control equipment.\n(ii) Connections between neutral conductors and the earthing system; such as the incoming neutral of consumer mains, the installation's MEN link, outbuildings with neutral-earth (N-E) connections, and polarity sensing devices.\n(iii) Equipment with functional earthing; such as some types of RCD\n(iv) Sheathed heating elements.\nNOTE For some equipment a different minimum insulation resistance may apply.\n(d) For final sub-circuits with separate neutral and protective earthing conductors, tests for insulation resistance to earth may be carried out either between earth and individual live conductors, or between earth and live conductors connected together.\n(e) All switch positions/combinations shall be tested, for example 2-way, intermediate and change-over switching configurations.\n(f) Parts of circuits on the load side of switching devices such as contactors and control devices shall be tested. This may require either testing those parts separately, or using bridging connections across the switching devices.\n(g) If the insulation resistance test is not satisfactory, earth continuity and resistance tests may need to be repeated after the fault is rectified."
} 