{
    "id": "4.6.3",
    "title": "Requirements",
    "fullText": "In general —\n(a) every single-pole switch or protective device shall operate in the active conductor of the circuit in which it is connected;\n(b) a switch or protective device of a multi-phase circuit, other than some types of motor overload protective devices, shall operate in all active conductors of the circuit in which it is connected;\n(c) RCDs required to switch all live conductors shall switch the active and neutral conductors of the circuit;\n(d) where multi-phase socket-outlets of the same type form part of an electrical installation the phase sequence of the socket-outlets shall be the same (see Clause 4.7.4);\n(e) socket-outlets which accommodate flat-pin plugs shall be connected so that, when viewed from the front of the socket-outlet, the order of connection commencing from the slot on the radial line shall be earth, active and neutral in a clockwise direction;\n(f) all neutral conductors shall be connected to the neutral bar of the switchboard; and\n(g) The consumers mains neutral shall be connected to the neutral bar of the main switchboard.\nThe active, neutral and protective earthing conductors of each circuit shall be correctly connected so that —\n(i) there is no short-circuit between the conductors;\nNOTE Any MEN or earth sheath return connection is not considered as a short-circuit.\n(ii) there is no transposition of conductors that could result in the earthing system and any exposed conductive parts of the electrical installation becoming energized; and\n(iii) there is no interconnection between live (active or neutral) conductors of different circuits.\nTesting should confirm that any resistance measured between the active and neutral conductors of a circuit is consistent with the load. For example, on a socket-outlet circuit with no connected equipment a high resistance (approximately infinity) should be expected; whereas on a 230 V, 4.8 kW water heater circuit, a resistance of about 11 Ω should be expected.\nThe tests listed in Table 4.3 show recommended methods of testing for correct circuit connections which require the use of an ohmmeter.\nSome tests require the use of resistors of known values.\nOther methods may be applied, for example —\n(A) an interconnected neutral can be detected by removing the circuit neutral at the switchboard and proving that no connection to neutral exists at the equipment;\n(B) using a clip-on ammeter over the energized circuit conductors to verify that with all circuit equipment operating, the equivalent active load current is also passing through the correct circuit neutral; or\n(C) with only one circuit energized and equipment operational, an incorrect or interconnected active can be detected by using a voltage indicator to confirm that the load side of protective devices on other circuits are not energized from the circuit under test."
} 