{
    "id": "4.8.1",
    "title": "General",
    "fullText": "The earth fault-loop impedance (EFLI) of a circuit is measured to ensure that, if a fault of negligible impedance occurs between an active conductor and a protective earthing conductor or an exposed conductive part, sufficient current will flow in the earth fault-loop to cause a protective device to operate within a specified disconnection time.\nThe requirement to ensure the circuit protection device operates applies to all circuits within an electrical installation that use automatic disconnection of supply as the means of fault protection. For circuits that use a combined neutral and protective earthing (PEN) conductor; the PEN conductor will be the earthing conductor for the purpose of calculating the EFLI.\nClause 4.8.2 covers the alternate methods of testing that the earth fault-loop impedance is sufficiently low to ensure automatic operation of the protective device within a specified disconnection time.\nThe earth fault-loop in an MEN system comprises the following parts, starting and ending at the point of fault (see Figure 4.23):\n(a) The protective earthing conductor including the main earthing terminal/connection or bar and MEN connection.\n(b) The neutral-return path, consisting of the neutral conductor, (N) or the PEN conductor, between the main neutral terminal or bar and the neutral point at the transformer (the earth return path RG to RB via the general mass of earth has a relatively high resistance and may be ignored in an MEN system).\n(c) The path through the neutral point of the transformer and the transformer winding.\n(d) The active conductor as far as the point of the fault.\nThe test in Clause 4.8.2.3 provides the impedance of the entire fault-loop; however it can only be carried out where supply is available.\nThe earth fault-loop is normally regarded as consisting of the following two parts:\n(i) Conductors upstream or \"external\" to the reference point; and\n(ii) Conductors downstream or \"internal\" to the circuit, from the reference point, where the reference point is the overcurrent protective device for the circuit.\nThe test in Clause 4.8.2.3 provides a result for the \"internal\" part only. It relies on the assumption that 80 % of the EFLI is in this part, with 20 % being in the \"external\" part. Refer to AS/NZS 3000 for additional information.\nFor installations, that have substations on site there is only the \"internal\" downstream component to be considered.\nFigure 4.23 shows the fault current path for an active to earth fault, where the electrical installation is supplied by an external supply. For the purposes of calculations the short circuit is deemed to be of negligible impedance."
} 