{
  "id": "1.5.4.4",
  "title": "Protection by barriers or enclosures",
  "fullText": "• (a) Degree of protection: Live parts shall be inside enclosures or behind barriers that provide a degree of protection of at least:\n(i) IPXXB or IP2X; and\n(ii) IP4X for horizontal top surfaces that are readily accessible.\n\nThe IP rating shall suit the environmental conditions and the relevant mounting position as specified by the manufacturer.\n\nNOTE: This applies in particular to parts of enclosures that might serve as:\n(a) a floor; or\n(b) a surface where objects on surrounding surfaces may be displaced into openings.\n\nLarger openings are allowable in electrical equipment where they may be necessary for the proper operation and functioning of electrical equipment, or where they are required for the replacement of parts, such as lamps or fuses. In such cases:\n(A) Suitable precautions shall be taken to prevent unintentional contact with live parts; and\n(B) As far as practicable, persons shall be advised that live parts can be touched through the opening and are not to be touched intentionally.\n\n• (b) Constructional requirements: Barriers and enclosures shall be firmly secured in place and shall have adequate stability and strength to withstand any appreciable distortion that might be caused by the stresses likely to occur in normal operation, including external influences, so that the required degrees of protection and separation from live parts are maintained.\n\nThe removal of barriers, opening of enclosures, or withdrawal of parts of enclosures (doors, casings, lids, covers, and the like) shall not be possible.\n\nException: The removal of barriers is permitted where one of the following conditions apply:\n1. The use of a key or tool is required.\nNOTE: Electrical equipment complying with an appropriate standard that allows the removal of barriers or enclosures or an alternative method is not prohibited.\n2. An interlocking device is fitted that requires switching off, or automatic disconnection, of the supply to all live parts protected by the barrier or enclosure that might be touched accidentally during or after the removal, opening, or withdrawal process; and the barrier or enclosure to be replaced or closed before the supply can normally be switched on.\nNOTE: Account should be taken of danger that may exist from the stored energy of power capacitors in electrical equipment or the capacitive effect of electrical equipment, such as busways, that have been isolated from the supply.\n3. An intermediate barrier is provided that prevents contact with all live parts when the barrier or enclosure is removed; is permanently in position, or arranged so that it is automatically put in position when the barrier or enclosure is removed; and requires the use of a key or tool to remove"
} 