{
  "id": "2.10.2.2",
  "title": "Accessibility and emergency exit facilities",
  "fullText": "Switchboards shall be—\n(a)\tlocated so that the switchboard and access to it is not obstructed by the structure or contents of the building or by fittings and fixtures within the building;\n(b)\tprovided with adequate space around the switchboard on all sides where persons are to pass to enable all electrical equipment to be safely and effectively operated and adjusted; and\n(c)\tprovided with sufficient exit facilities to enable a person to leave the vicinity of a switchboard under emergency conditions.\nSufficient access and exit facilities shall be achieved by the provision of the following:\n(i)\t1.0 m minimum distance from all faces of a closed switchboard that need to be accessible. In a domestic electrical installation this distance may be reduced to 0.6 m from the face of the switchboard.\n(ii)\tUnimpeded space of at least 0.6 m around switchboards with switchgear doors in any position and with switchgear in a fully racked-out position (see Figures 2.19 to 2.23).\n(iii)\tA minimum of two emergency exit paths, spaced well apart, where a switchboard—\n(A)\tis rated as a circuit with a nominal capacity of not less than 800 A per phase; or\n(B)\tis more than 3 m in length.\nException: Where a clear space of at least 3 m is provided in front of the switchboard and its equipment, including switchboard doors, in all normal positions of operating, opening and withdrawal, only one emergency exit path need to be provided. See Figure 2.24.\n(iv)\tOpenings or doorways that are at least 0.9 m wide by 2.2 m high to allow persons necessary access to the switchboard room or enclosure.\nNOTE: Larger openings may be required to enable entry of prefabricated switchboards.\nWhere switchboards are located opposite each other, the clearance shall be measured with all doors in the open position. See Figure 2.23.\nDoors of switchrooms or other rooms dedicated to switchboards shall open in the direction of egress without the use, on the switchboard side of the door, of a key or tool.\nWhere more than one switchroom door is provided for access to the same switchboard, the doors should be spaced well apart.\nDoors of enclosures dedicated to switchboards that open into a passage or narrow access way shall be capable of being secured in the open position to prevent workers being inadvertently pushed towards the switchboard.\nException: The requirements for doors of switchrooms and for emergency exit facilities need not apply to single domestic electrical installations.\nNOTE: Consideration should be given to providing means of escape from the immediate vicinity of the switchboard in more than one direction, in case of an arcing fault occurring while work is in progress at the switchboard."
} 