{
  "id": "2.10.2.5",
  "title": "Restricted locations",
  "fullText": "Restricted locations for switchboards are as follows:\n(a)\tHeight above ground, floor or a platform A switchboard shall not be located within 1.2 m of the ground, floor or platform.\nException: A switchboard may be located within 1.2 m of the ground, floor or a platform if access to live parts is arranged, in accordance with the requirements of Clause 2.10.3.1.\n(b)\tWater containers and fixed or stationary cooking appliances A switchboard shall not be installed above open water containers or fixed or stationary cooking appliances.\nNOTE: Refer to Item (d) below for baths and showers.\nException: A switchboard may be located in an area that may be affected by water splashing or by steam, provided that the switchboard is provided with a suitable enclosure or is installed in a cupboard with close-fitting doors.\n(c)\tIn cupboards A switchboard installed in a cupboard or similar enclosure shall only be installed in an area set aside for the purpose.\nThe provisions of Clause 2.10.2.2 require that the switchboard be designed and located to provide readily available access for the purposes of operation and maintenance of equipment mounted on the switchboard. The following restrictions apply to all switchboards.\nThe switchboard shall be—\n(i)\tinstalled in a section of the cupboard separated from other sections;\n(ii)\tinstalled at the front of the switchboard section of the cupboard;\n(iii)\tfacing the cupboard access door with insufficient unused space between the switchboard and the cupboard door, when closed, to store extraneous objects in front of the switchboard; and\n(iv)\tarranged so that below the area of the switchboard panel or enclosure, there are no projections that obstruct access for the operation and maintenance of the switchboard.\n(d)\tNear baths and showers A switchboard shall not be installed within any zone classified in accordance with Clause 6.2.2 for a bath or shower.\nNOTE: Areas in the proximity of a shower are deemed unsuitable for switchboards because of the prevalence of high humidity and condensation.\n(e)\tNear swimming pools, spas or saunas A switchboard shall not be installed within or above any zone classified in accordance with Clause 6.3.2 for a swimming pool or spa pool.\nA switchboard shall not be installed within a sauna.\n(f)\tRefrigeration rooms A switchboard shall not be installed within a refrigeration room.\n(g)\tSanitization or general hosing-down operations Switchboards installed in classified zones in locations subject to sanitization or hosing-down operations shall be provided with a minimum degree of protection of IPX6.\n(h)\tFire exits and egress paths Switchboards shall be located or arranged to minimize the impact of any smoke generated from a fault in the switchboard affecting egress from the building.\nA switchboard shall not be installed within a fire-isolated stairway, passage way or ramp.\nA switchboard may be installed within a cupboard, or similar compartment, in other forms of required exit, or in any corridor, hallway, lobby or the like leading to such an exit, provided that the cupboard or compartment doors are sealed against the spread of smoke from the switchboard.\nNOTES:\n1\tThe compartment may be the switchboard enclosure, provided that the enclosure provides a seal to the ingress of dust to at least IP5X and is provided with a facility to be kept locked in normal service.\n2\tThese restrictions are based on the provisions of national building codes to which reference should be made for definition of the terms and for exceptions that may apply.\n(i)\tNear fire-hose reels A switchboard shall not be installed within a cupboard containing a fire-hose reel.\nNOTE: Information on the installation of fire hydrants and fire-hose reels in buildings is given in national building codes and the AS 2419 series, or NZS 4510 and AS 2441.\n(j)\tNear automatic fire-sprinklers The following types of switchboards shall not be installed in the vicinity of an automatic fire-sprinkler system:\n(i)\tMain switchboards.\n(ii)\tSwitchboards from which safety services originate in accordance with Clause 7.2.\nException: A switchboard may be installed in the vicinity of an automatic fire sprinkler system if at least one of the following conditions is satisfied:\n(i)\tThe switchboard is provided with degree of protection IPX4, in accordance with AS 60529.\n(ii)\tThe switchboard is provided with a shield to prevent water spraying on it.\n(iii)\tSprinkler heads that could project water on the switchboard are provided with suitable deflectors.\n(iv)\tSprinkler heads are of the dry type.\n(k)\tHazardous areas Switchboards shall not be installed in hazardous areas as defined in AS/NZS 60079.10.1 or AS/NZS 60079.10.2.\nException: Switchboards constructed in accordance with AS/NZS 60079.14 may be installed within a hazardous area for which they are specifically designed.\nNOTES:\n1\tThe following situations may give rise to a hazardous area:\n(a)\tHeavier-than-air bottled flammable gas cylinders with an aggregate gas capacity exceeding 30 m3 [e.g. liquid petroleum gas (LPG)].\n(b)\tGas-tank filling or discharge connections.\n(c)\tPressure relief device discharge points fitted to gas installations.\n2\tRefer to AS/NZS 60079.10.1 for information regarding hazardous areas.\n3\tAn example of the hazardous area/exclusion zone surrounding heavier-than-air gas cylinder is shown in Figure 4.18.\n4\tIn New Zealand only, an example of the hazardous area/exclusion zone surrounding a reticulated (natural) gas system regulator is shown in Figure 4.20."
} 