{
  "id": "2.3.3.2",
  "title": "General",
  "fullText": "The supply to every electrical installation shall be controlled on the main switchboard by a main switch or switches that control the whole of the electrical installation.\nWhere multiple supplies are provided, each supply shall be controlled by a main switch or switches on the main switchboard for each supply.\nException: Main switches for alternative or supplementary supplies may be located at any switchboard within the installation, provided they are installed in accordance with an applicable standard, for example, AS/NZS 3010 or AS/NZS 4777.1.\nEach part of an electrical installation supplying a safety service in accordance with Clause 7.2 shall be controlled by a main switch or switches, separate from those used to control the remainder of the electrical installation, as required by Clause 7.2.3.\nEvery main switch shall satisfy the requirements of Clause 2.3.2.2 for isolating devices.\nMain switches shall be located, arranged and legibly and permanently identified, in accordance with Clauses 2.3.3.3 to 2.3.3.5, to allow for their effective operation in an emergency.\nExceptions: The following need not be controlled by a main switch:\n1\tConsumer mains.\n2\tEquipment installed as required by an electricity distributor for service protection, control or electricity consumption metering purposes.\n3\tAncillary equipment, measuring devices and associated wiring that is required to be connected to the supply side of the main switch or switches, provided that this wiring and equipment is confined within or on the switchboard.\n4\tEquipment, such as voltage sensing equipment, associated with a safety service that is connected on the supply side of a main switch, in accordance with Clause 7.2.\n5\tEquipment, such as voltage sensing equipment, associated with an alternative supply system that is connected on the supply side of a main switch, in accordance with Clause 7.3.\n6\tFault-current limiters.\n7\tSurge diverters installed to protect consumer mains or main switchboards."
} 