{
  "id": "2.3.2.1.2",
  "title": "Alternating current systems",
  "fullText": "Provisions for isolation of conductors in a.c. systems are as follows:\n(a)\tActive conductors\tAll active conductors of an a.c. circuit shall be capable of being isolated by a device for isolation.\n(b)\tNeutral conductor:\n(i)\tNo switch or circuit-breaker shall be inserted in the neutral conductor—\n(A)\tof consumer mains; or\n(B)\twhere the neutral conductor is used as a combined protective earthing and neutral (PEN) conductor for protective earthing of any portion of an electrical installation.\nNOTE: This requirement applies to situations such as an earth sheath return (ESR) system or a submain neutral used for earthing of an electrical installation in an outbuilding in accordance with Clause 5.5.3.1.\n(ii)\tA switch or circuit-breaker may operate in the neutral conductor of circuits other than those in Item (i) where—\n(A)\tthe neutral pole of a multi-pole switch or circuit-breaker, having an appropriate short-circuit breaking and making capacity, is linked and arranged to switch substantially together with all active poles; or\n(B)\tthe switch or circuit-breaker is linked with corresponding switches so that the neutral contact cannot remain open when the active contacts are closed.\nA switched neutral pole shall not open before and shall not close after the active pole(s).\n(iii)\tWhere an item of switchgear is required to disconnect all live conductors of a circuit, it shall be of a type such that the neutral conductor cannot be disconnected or reconnected without the respective active conductors also being disconnected or reconnected.\nNOTE: The manual disconnection and connection of neutral conductors should be as follows:\n(a)\tThe active conductors should be disconnected before the neutral conductors.\n(b)\tThe neutral conductors should be connected before the active conductors.\nRefer to AS/NZS 4836 for safe work practices.\n(iv)\tA switch in the control circuit of a fire pump shall operate in the neutral conductor in accordance with Clause 7.2.5.6.4.\nIn accordance with Clause 2.5.1.1, no fuse shall be inserted in a neutral conductor.\n(c)\tSwitching of earthing conductor prohibited\tAn earthing conductor shall not be isolated or switched.\nA conductor used as a combined protective earthing and neutral (PEN) conductor shall not be isolated or switched."
} 