{
  "id": "2.5.4.2",
  "title": "Characteristics of short-circuit protective devices",
  "fullText": "Short-circuit protective devices shall meet the following conditions:\n\n(a) The breaking capacity shall be not less than the prospective short-circuit current at the point where the devices are installed.\n\nException: A device having a lower breaking capacity is permitted if another protective device having the necessary breaking capacity is installed on the supply side. In this case, the characteristics of the devices shall be coordinated so that the energy let through by these two devices does not exceed that which can be withstood without damage by the device on the load side and the conductors protected by those devices.\n\nNOTE: In certain cases, other characteristics may need to be taken into account, such as dynamic stresses and arcing energy, for the device on the load side. Details of the characteristics needing coordination should be obtained from the manufacturers of the devices concerned.\n\n(b) All currents caused by a short-circuit occurring at any point of a circuit shall be interrupted before the temperature of the conductors reaches the permissible limit.\n\nFor short-circuits of duration up to 5 s, the time in which a given short-circuit current will raise the conductors from the highest permissible temperature in normal duty to the maximum permissible short-circuit temperature may, as an approximation, be calculated from the following equation:\n\n\\[ t = \\frac{K^2 S^2}{I^2} \\] \\( \\quad \\dots 2.4 \\)\n\nwhere\n\n- \\( t \\) = duration, in seconds\n- \\( K \\) = factor dependent on the material of the conductor, the insulation, and the initial and final temperatures\n- \\( S \\) = cross-sectional area of the conductor, in \\( mm^2 \\)\n- \\( I \\) = effective short-circuit current, in amps (r.m.s)\n\n**NOTES:**\n\n1. Values of \\( K \\) for conductors in various conditions of service are given in the AS/NZS 3008.1 series, e.g.—\n   - For PVC insulated copper conductors of cross-sectional area not more than 300 mm², \\( K = 111 \\) for 75°C initial conductor temperature.\n\n2. For very short duration (<0.1 s) where asymmetry of the current is of importance and for current-limiting devices, \\( K^2 S^2 \\) should be greater than the value of the let-through energy (\\( I^2 t \\)) stated by the manufacturer of the protective device.\n\n3. The nominal current of the short-circuit protective device may be greater than the current-carrying capacity of the cable.\n\n4. Other methods of calculation are permissible."
}