{
  "id": "2.5.5.3",
  "title": "Limitation of the harmful effects of a switchboard internal arcing fault",
  "fullText": "Protective devices shall be provided to limit, as far as practicable, the harmful effects of a switchboard internal arcing fault by automatic disconnection.\n\nThe arcing fault current between phases, or between phase and earth, is deemed to be in the range of 30% to 60% of the prospective short-circuit current.\n\nProtection shall be initiated, i.e. pick up at a current less than 30% of the three-phase prospective fault level.\n\nTo minimize damage to the switchboard, the interrupting time shall not exceed the value obtained from the following equation.\n\nThe general damage limit is given by the following:\n\n\\[ t \\leq k_e \\times \\frac{I_r}{I_f^{1.5}} \\]\n\nwhere\n\n- \\( t \\) = clearing time, in seconds\n- \\( I_f \\) = 30% of the prospective fault current\n- \\( I_r \\) = current rating of the switchboard\n- \\( k_e \\) = 250 constant, based on acceptable volume damage\n\n**Example:**\nThe maximum arcing fault clearing time at a customer's 800 A-rated main switchboard with a prospective fault current at the switchboard of 16.67 kA.\n\nTherefore—\n\n\\[ I_f = 30\\% \\times 16.67 \\text{kA} = 5 \\text{kA} \\]\n\n\\[ t \\leq 250 \\times \\frac{800}{5000^{1.5}} = 0.57 \\text{s} \\]\n\ni.e. the protective device settings are set to clear an arcing fault of 5 kA in less than 0.57 s.\n\n**NOTE:** Overcurrent protective devices should be set to as low an initiation current as possible while still maintaining the correct function of the installation, e.g. set higher than motor-starting currents.\n\nEarth fault protective devices shall have a maximum setting of 1200 A.\n\nThe settings of protective devices shall be verified by inspection [see Clause 8.2.2(c)(ii)].\n\n**NOTE:** The electricity distributor should be consulted for discrimination requirements between installation protective devices and the electricity distributor's service protective devices. The curves and settings of service protective devices will be required.\n\nWhere arc detectors are used, immunity to extraneous light sources that may cause operation of the protection is necessary. Arc detectors do not obviate requirements for discrimination."
} 