{
  "id": "2.5.7.2.3",
  "title": "General supply circuit discrimination (selectivity)",
  "fullText": "In accordance with Clause 2.5.7.1, to minimize loss of supply, discrimination (selectivity) shall be arranged between protective devices for outgoing circuits and the upstream protective device.\nDiscrimination is achieved using a discrimination study, the ratios shown below or manufacturer's data and tables. Circuit-breakers with curves shown in AS/NZS IEC 60947.2:2015 Figure K.1, current limiting and reflex tripping circuit-breakers may require special consideration.\nDiscrimination need not apply above the arcing fault current \\( I_{arc} \\) which is deemed to be in the range of 30% to 60% of the prospective short-circuit current.\nDiscrimination need not apply where protective devices are in series on the same circuit such as in UPS connected supplies.\nRefer to Figure 2.13.\nDownstream devices shall be selected to discriminate (provide selectivity) with upstream devices, using time-current curves, in accordance with the following:\n\n(a) Circuit-breakers Two circuit-breakers, connected such that \\( C_2 \\) is the downstream device and \\( C_1 \\) the upstream device, shall be selected:\n\n(i) For ratings of \\( C_2 \\) greater than or equal to 800 A, discrimination shall be provided by a coordination study using manufacturer's data.\nNOTE: Curve references are found in AS/NZS IEC 60947.2:2015, Figure K.1.\nAllowance for tolerances on settings may be required. Refer to Figure 2.14.\n\n(ii) For ratings of \\( C_2 \\) greater than 250 A, and less than 800 A, discrimination shall be provided between overload curves.\nDiscrimination is deemed to be achieved if the overload setting of \\( C_1 \\geq 1.5 \\times C_2 \\), e.g. \\( C_1 = 1000 A \\) with \\( C_2 = 630 A \\).\nRefer to Figure 2.15.\n\n(iii) For ratings of \\( C_2 \\) less than 250 A, discrimination is deemed to be achieved if \\( C_1 \\geq 1.5 \\times C_2 \\), e.g. \\( C_1 \\) MCB marked \\( C_{63} \\) with MCB \\( C_2 \\) marked \\( C_{40} \\) (i.e. both C curves).\n\nNOTES:\n1 \\( ISD \\) is not available on MCBs and only available on some MCCBs with electronic trip units.\n2 Where a circuit-breaker is installed for load limiting purposes, such as on submains, reliability of supply is not required.\n\n(b) Fuses Two fuses connected such that \\( F_2 \\) is the downstream device and \\( F_1 \\) the upstream device shall be selected such that the characteristics of the devices provide discrimination (selectivity) on overload (see Figure 2.17).\nDiscrimination (selectivity) between HRC fuses is deemed to be achieved—\n\n(i) For overload when \\( F_1 \\geq 1.6 \\times F_2 \\), e.g. 16 A with 10 A; and\n\n(ii) For short-circuit when \\( F_1 \\geq 2 \\times F_2 \\), e.g. 20 A with 10 A.\n\nNOTE: Overload curves are those for times >0.01 s. Short-circuit data is based on the total \\( I^2 t \\) of \\( F_2 \\leq \\) pre-arcing \\( I^2 t \\) of \\( F_1 \\).\n\n(c) Fuse and circuit-breaker A fuse and a circuit-breaker connected such that \\( C_2 \\) is the downstream device and \\( F_1 \\) the upstream device shall be selected such that the characteristics of the devices provide discrimination (selectivity) between the overload curve and the instantaneous setting or short delay setting (\\( ISD \\)) of \\( C_2 \\) and the time-current curve of \\( F_1 \\).\nBack up fuses are not required to discriminate. For service fuses refer Note 5.\n\nNOTES:\n1 A coordination study requires the calculation of the prospective short-circuit currents, and comparison of the operating time of various protective devices, taking into consideration the actual current seen by each protective device. Manufacturer's data should be used to assess coordination (discrimination and back up) in the short-circuit area (above the short delay or Instantaneous setting of the protective devices).\n\n2 Detailed requirements for coordination (selectivity and back up) as well as symbols, figures and examples are given in relevant Standards as follows: MCCBs and ACBs—AS/NZS IEC 60947.2, MCBs—AS/NZS 60898.\n\n3 If devices are to be installed above their rated short-circuit capacity, the backup protection (cascading) requirements for circuit-breaker or fuse selection needs to be determined from manufacturer's data. Discrimination (selectivity), when backup protection of a circuit-breaker is applied, is limited (partial) and the value needs to be obtained from the manufacturer.\n\n4 Refer to Clause 2.5.5 for other requirements for 800 A main switchboards.\n\n5 The electricity distributor should be consulted for discrimination requirements between installation protective devices and the electricity distributor's service protective devices. The curves and settings of service protective devices will be required. For example, a 100 A service fuse will discriminate with a 32 A MCB.\n\n6 Discrimination requirements are not retrospective.\n\n7 The following terms are used in Figures 2.13 to 2.18:\n\\( IPSC \\) = prospective short-circuit current (see Clause 1.4.43)\n\\( I_{arc} \\) = deemed maximum arcing fault current (= 60% \\( IPSC \\))\n\\( I_i \\) = instantaneous setting\n\\( ISD \\) = short delay setting\n\\( 0.01 s \\) = the limit of fuse time-current."
} 