{
  "id": "2.5.1.2",
  "title": "Consumer mains",
  "fullText": "Overcurrent protection of consumer mains shall be arranged in accordance with one of the following:\n(a)\tShort-circuit protection and overload protection shall be provided at the origin of the consumer mains (the point of supply) (see Notes 1 and 2).\n(b)\tShort-circuit protection shall be provided at the origin of the consumer mains and overload protection shall be provided at the main switchboard (see Notes 1, 3, and 4.)\n(c)\tShort-circuit protection need not be provided where overload protection is provided at the main switchboard and the consumer mains are constructed and installed in accordance with Clause 3.9.7.1.2 (see Notes 1 and 5).\nThis arrangement is regarded as unprotected consumer mains.\nUnprotected consumer mains are those that are not protected by a service protective device (SPD) as shown in Figure 2.1. Refer to Figures 5.6(A), 5.6(B) and 5.6(C) for the earthing requirements for enclosures containing service protection devices.\nFIGURE 2.1\tTYPICAL EXAMPLES OF UNPROTECTED AND PROTECTED CONSUMER MAINS\nNOTES:\n1\tWhere consumer mains provide supply to safety services, compliance with Clause 7.2.2 is also required. Negotiation with the electricity distributor during installation planning stage is recommended.\n2\tAn electricity distributor's low voltage service protective device may provide overload and short-circuit protection for consumer mains and may satisfy Clauses 2.5.3.3 and 2.5.4.3 under certain conditions. Negotiation with the electricity distributor during installation planning stage is recommended.\n3\tAn electricity distributor's low voltage service protective device may provide short-circuit protection only for consumer mains under certain conditions. Negotiation with the electricity distributor during installation planning stage is recommended.\n4\tWhere no low voltage service protection device is installed on the secondary side of an electricity distributor's transformer, an appropriately sized high voltage fuse or circuit-breaker may provide short-circuit protection for the consumer mains under certain conditions. Negotiation with the electricity distributor during installation planning stage is recommended.\n5\tConsumer mains supplying one or more circuits that are individually protected against overload should be provided with overload protection where the sum of the current ratings of the individual circuit-breakers so supplied exceeds the current-carrying capacity of the consumer mains."
} 