{
  "id": "2.6.3.3.2",
  "title": "Non-residential installations—New Zealand only",
  "fullText": "In New Zealand, the following requirements apply to non-residential locations:\n(a)\tEducation and childcare facilities\nAdditional protection by an RCD with a maximum rated residual current of 30 mA shall be provided for final subcircuits supplying one or more socket-outlets having a rating not exceeding 30 A in—\n(i)\tkindergartens;\n(ii)\tday care centres for preschool children;\n(iii)\tschools for children up to and including school Year 13; and\n(iv)\tareas in tertiary education or vocational training facilities that are primarily used or intended for teaching or training.\n(b)\tJunior education and childcare facilities\nAdditional protection by an RCD with a maximum rated residual current of 10 mA shall be provided for socket-outlets in areas within a building primarily for the purpose of teaching or caring for children in—\n(i)\tkindergartens;\n(ii)\tday-care centres for preschool children; and\n(iii)\tschools for children up to and including school year eight.\nNOTE: These RCDs need not be Type I as used for electrical medical devices.\n(c)\tOther locations\nSocket-outlets with a rating not exceeding 30 A, and supplies to directly connected hand-held equipment, installed in the following locations, shall be protected by RCDs with a maximum rated residual current of 30 mA:\n(i)\tOutdoor locations.\n(ii)\tLocations that have easy or unsupervised public access.\nNOTE: Typical examples include public areas of train stations, airports and shopping malls.\n(iii)\tAmusement arcades.\n(iv)\tSockets in damp situation zones as classified by Clauses 6.6 or 6.7.\n(d)\tParticular types of equipment\nSocket-outlets for and supplies to the following types of equipment shall be protected by RCDs with a maximum rated residual current of 30 mA:\n(i)\tChildren's rides.\n(ii)\tVending machines.\nExceptions:\n1\tThe requirements of Items (a), (b), (c) and (d) need not apply to the following:\n•\tWhere other methods of fault protection other than automatic disconnection of supply are applied, e.g. a separated supply in accordance with Clause 7.4 or supply at extra low voltage in accordance with Clause 7.5.\n•\tWhere the disconnection of a circuit by an RCD could cause a danger greater than earth leakage current.\n•\tWhere socket-outlets that are part of a mining operation are supplied at reduced low voltage.\n2\tThe requirement of Item (b) for additional protection by 10 mA RCDs need not apply to the following:\n•\tSocket-outlets mounted above 1.8 m from the floor or above 1.8 m from a platform that is accessible to children.\n•\tSocket-outlets specifically for the supply of electricity to information technology equipment or cleaning equipment that are clearly marked to indicate the restricted purpose of the socket-outlet and that 10 mA RCD protection is not provided.\n•\tSocket-outlets in corridors, halls, gymnasiums and similar areas where portable appliances are not likely to be used by children.\n•\tAreas occasionally used by children up to school year eight but primarily intended for the care or education of older age groups.\n•\tA socket-outlet or a connecting device specifically for the connection of a fixed or stationary appliance for cooking, such as a range, oven or hotplate unit provided that—\n—\tthe socket-outlet is located in a position that is not likely to be accessed for general purposes;\n—\tthe socket-outlet is clearly marked to indicate the restricted purpose of the socket-outlet; and\n—\tthe socket is supplied by a dedicated circuit protected by a 30 mA RCD.\nNOTES:\n1\tChildcare facilities include any premises registered with local authorities as a day-care centre and or registered or licensed family day-care premises.\n2\tWhere one clause requires 30 mA RCD protection of the final subcircuit, and this Clause requires 10 mA RCD protection of the socket-outlet; 30 mA RCD at the switchboard and a 10 mA RCD in the same room as, or incorporated into, the socket-outlet(s) would satisfy both these requirements.\n3\tCare should be taken to avoid nuisance tripping by limiting the number of socket-outlets protected by the same 10 mA RCD.\n4\t'Reduced low voltage' means either (a) or (b):\n(a)\tA single-phase system in which—\n(i)\tthe nominal line-to-line voltage does not exceed 110 V a.c.; and\n(ii)\tthe nominal line-to-earth voltage does not exceed 55 V a.c.; and\n(iii)\tall exposed conductive parts are connected to the protective earthing conductor.\n(b)\tA three-phase system in which—\n(i)\tthe nominal line-to-line voltage does not exceed 110 V a.c.; and\n(ii)\tthe nominal line-to-earth voltage does not exceed 63.5 V a.c.; and\n(iii)\tall exposed conductive parts are connected to the protective earthing conductor."
} 