{
  "id": "3.16",
  "title": "EARTH SHEATH RETURN (ESR) SYSTEM",
  "fullText": "The earth sheath return (ESR) system is one where the copper sheath of a MIMS cable forms a single conductor that is used as both a protective earthing (PE) conductor and a neutral (N) conductor simultaneously.\nOnly a copper sheath may be used as a combined protective earthing and neutral (PEN) conductor.\nThese cables shall be installed in accordance with Clause 3.9.7.3 and the following:\n(a)\tThe sheath shall be of adequate cross-sectional area and conductivity.\n(b)\tThe ESR system shall be used only in electrical installations where the MEN earthing system is used. It shall commence at the location where the neutral and earthing conductors are connected to form the MEN connection.\n(c)\tWhere the combined protective earthing and neutral (PEN) conductor is changed to provide a separate neutral and protective earth to electrical equipment, then the neutral and protective earth shall not be combined again to form a combined protective earthing and neutral (PEN) conductor.\n(d)\tThe ESR system shall not be installed in hazardous areas.\n(e)\tConductors used in an ESR system shall not be smaller than 2.5 mm2.\n(f)\tAt every joint in the sheathing, and at terminations, the continuity of the combined protective earthing and neutral (PEN) conductor shall be ensured by a bonding conductor in addition to the means used for sealing and clamping the external conductor.\nThe resistance of the bonding conductor at joints shall not exceed that of the cable sheath.\n(g)\tTwo conductors, one for protective earthing and one for the neutral, shall be used at terminations. The minimum size for the protective earthing conductor shall be in accordance with Clause 5.3.3 and Table 5.1, and the minimum size for the neutral conductor shall be 6 mm2, or in accordance with Clause 3.5.2.\n(h)\tWhere several cables are associated, e.g. single-core cables used in a multiphase circuit, the cables shall be arranged in accordance with Clause 3.9.10.3.\n(i)\tThe circuit shall be clearly identified on the switchboard at which the circuit originates to indicate that the circuit is using the ESR system.\n(j)\tNo switch shall operate in the combined protective earthing and neutral (PEN) conductor of an ESR system.\n(k)\tOnly electrical fittings identified as suitable for use in conjunction with an ESR system shall be used.\nNOTE: Circuits employing ESR systems are unable to be protected by RCDs."
}