{
  "id": "3.5.2",
  "title": "NEUTRAL CONDUCTOR",
  "fullText": "The minimum size of the neutral conductor shall be as follows:\n(a)\tSingle-phase two-wire circuit  The neutral conductor or conductors of a single-phase consumer main, submain or final subcircuit shall have a current-carrying capacity not less than—\n(i)\tthe current-carrying capacity of the associated active conductor; or\n(ii)\tthe total current to be carried, where there is more than one active conductor.\n(b)\tMultiphase circuit The current-carrying capacity of the neutral conductor of a multiphase circuit shall not be less than that determined in accordance with the following:\n(i)\tHarmonic currents Where a consumer main, submain or final subcircuit supplies a substantial load that generates harmonic currents, e.g. fluorescent lighting, computers, soft starters, variable speed devices or other electronic devices, the third and any higher order harmonic current generated in the equipment shall be added to the maximum out-of-balance load to determine the current to be carried by the neutral conductor.\nFor this purpose the third and any higher order harmonic current in the neutral conductor shall be taken as 100% of the highest load-generating harmonic currents on any phase.\nNOTES:\n1\tA harmonic current load that constitutes not less than 40% of the total load on any single-phase is regarded as substantial.\n2\tThe third harmonic currents (and odd multiples thereof) are additive to the normal 50 Hz current to be carried. Therefore, it may be necessary for the capacity of a neutral conductor to be greater than that of the associated active conductors. Further information can be obtained from a number of sources including IEC 60364-5-52.\n(ii)\tConsumer mains, submains and final subcircuits The current-carrying capacity of the neutral conductor of multiphase consumer mains, submains or final subcircuit shall be not less than that of the current-carrying capacity of the largest associated active conductor.\nNOTE: Where more than one active conductor is connected to the one phase, the associated active conductor, for the purposes of this Clause, is the sum of the cross-sectional areas of all conductors connected to any one phase, e.g. conductors connected in parallel or separately metered portions of consumer mains operating on the same phase.\nExceptions:\n1\tOut-of-balance currents that may arise from the operation of protective devices and other similar abnormal conditions need not be considered.\n2\tThe neutral conductor of a multiphase circuit may have a current-carrying capacity lower than that determined by this Clause, provided that a detection device is fitted and arranged so that the neutral current cannot exceed the current-carrying capacity of the neutral conductor.\n3\tThe neutral conductor of a multiphase circuit may have a current-carrying capacity less than that of the largest associated active conductor, provided that the predominant load consists of multiphase equipment and the current-carrying capacity is not less than the maximum out-of-balance current, including any harmonic component.\n(c)\tPEN conductors  The minimum size of a combined protective earth and neutral (PEN) conductor of consumer mains, or of a submain to an outbuilding of an electrical installation forming a separate MEN installation in accordance with Clause 5.5.3.1, shall—\n(i)\tcomply with the requirements of Item (a) or Item (b), as appropriate; and\n(ii)\tbe not less than that of an earthing conductor as required by Clause 5.3.3."
} 