{
  "id": "3.6.2",
  "title": "VALUE",
  "fullText": "The cross-sectional area of every current-carrying conductor shall be such that the voltage drop between the point of supply for the low voltage electrical installation and any point in that electrical installation does not exceed 5% of the nominal voltage at the point of supply.\nThe value of current used for the calculation of voltage drop on a circuit need not exceed the—\n(a)\ttotal of the connected load supplied through the circuit;\n(b)\tmaximum demand of the circuit; or\n(c)\tcurrent rating of the circuit protective device.\nNOTES:\n1\tMotor-starting, solenoid-closing and other similar applications which may cause high transient currents, causing an increased transient voltage drop are excluded from consideration.\n2\tA simplified method of estimating voltage drop is provided in Appendix C. Detailed information on choosing conductor sizes, taking into account voltage drop, is given in the AS/NZS 3008.1 series.\n3\tFor voltage rise (reverse voltage drop) in grid connected inverters, refer to AS/NZS 4777.1.\nExceptions:\n1\tFor final subcircuits, with the load distributed over the whole of the length of the circuit (such as socket-outlets or lighting points), half the current rating of the protective device may be used as the value of current.\n2\tThis Clause does not apply to high voltage or extra-low voltage circuits (see Clauses 7.6 and 7.5 respectively).\n3\tWhere the point of supply is the low voltage terminals of a substation located on the premises containing the electrical installation and dedicated to the installation, the permissible voltage drop may be increased to 7%.\n4\tThe 5% voltage drop limitation need not apply to stand-alone systems, in accordance with Clause 7.3, that are designed such that the combination of the output voltage from the source, together with the voltage drop within the installation, does not result in the utilization voltage, at equipment and appliances intended to operate at low voltage, falling more than a total of 11% below the nominal supply voltage under normal operating conditions."
}