{
  "id": "4.4.2.2",
  "title": "PROTECTION OF SOCKET-OUTLETS",
  "fullText": "Socket-outlets shall be installed so that they will not be subjected to undue mechanical stress or damage in normal service.\nIn addition, the following applies:\n(a)\tWhere installed in a floor or other horizontal surface, socket-outlets shall be designed or arranged to prevent the accumulation of dust or water therein.\n*\tNOTE: AS/NZS 3112 and AS/NZS 60884.1 contain requirements for socket- outlets intended to be mounted in a floor.\n(b)\tWhere installed within 75 mm of a floor, socket-outlets shall be installed so that any plug used with the socket-outlet is withdrawn in the horizontal plane.\nException: This requirement does not apply to a socket-outlet that complies with Items (a) and (d).\n(c)\tSocket-outlets shall be so installed that a plug is not likely to become loose or to malfunction because of gravity, vibration or the weight of the flexible cord or cable.\n(d)\tWhere installed in a location that is not readily accessible for the connection of a fixed or stationary appliance or a luminaire, the socket-outlet shall be securely fixed to a structure or support to ensure that no mechanical strain is placed on the installation wiring connections when inserting or removing a plug from the socket-outlet.\nExceptions: The socket-outlet need not be fixed in position where the installation meets the following conditions:\n1\tCable connections are not subject to undue mechanical stress on any connection in accordance with Clause 3.7.2.6.\n2\tThe wiring system, where likely to be disturbed, is supported in accordance with Clause 3.9.3.3.\n3\tThe wiring system, where installed in a suspended ceiling, is supported in accordance with Clause 3.9.3.2.\n4\tConductors are flexible or stranded type.\n5\tInsulated, unsheathed cables, including exposed cores where sheathing is removed, are enclosed in accordance with Clause 3.10.1.1.\n(e)\tThe use and location of socket-outlets is restricted in a number of particular situations, including adjacent to damp situations, in accordance with Section 6 and hazardous areas and other situations, in accordance with Section 7.\n(f)\tWhere socket-outlets are installed in building surfaces that are required to provide fire-resistance or acoustic properties, measures shall be taken to ensure that these properties are maintained.\nNOTE: Clause 4.2.2.6 and the national building codes have requirements for the installation of socket-outlets in building surfaces providing fire-resistance or acoustic properties."
} 