{"id": "4.4.1.1.2",
"title": "SOCKET-OUTLETS—ALTERNATIVE PIN CONFIGURATIONS",
"fullText": "Socket-outlets with alternative pin configurations, e.g. UK, French, German and USA types, shall only be used under the following conditions:\n(a)\tThe socket-outlet shall be of the single set of apertures with an earthing contact and comply with the national Standard of the country, as shown in IEC/TR 60083. Single set of pin apertures of socket- outlets that accept multiple pin configurations shall not be used.\nException: Shaver socket-outlets complying with AS/NZS 3194.\n(b)\tThe installation of the socket-outlet shall comply with Clause 4.4.4.\n(c)\tThe socket-outlet shall be rated at the voltage of the electrical installation, unless supplied at a lower voltage, in which case it may be rated at that lower voltage.\n(d)\tSocket-outlets with alternative pin configurations normally supplying a voltage less than that of the electrical installation shall be supplied at that lower voltage.\n(e)\tThe socket-outlet shall have been tested to the equivalent of the requirements of the Standards listed in Clause 4.4.1.1.1, Items (a), (b), (c) and (d) above.\nIn New Zealand only, the following additional provisions apply.\n(i)\tSocket-outlets with alternative pin aperture configurations shall be used only in—\n(A)\tfacilities directly associated with an international airport; or\n(B)\tresidential areas of non-domestic electrical installations providing accommodation for international visitors or guests.\n(ii)\tSocket-outlets  with  alternative  pin  configurations  detailed  in IEC TR 60083 as requiring a nominal voltage of 230 V supply, shall be protected by an RCD with a maximum rated residual current of 10 mA and by an AFDD.\nNOTES:\n1\tThese RCDs need not be Type 1 as used for electrical medical devices.\n2\tRequirements for installation of AFDDs are in Clause 2.9, and further guidance is in Appendix O.\n(iii)\tSocket-outlets  with  alternative  pin  configurations  detailed  in IEC TR 60083 as requiring a nominal voltage of 110 V supply shall be supplied at reduced low voltage.\nNOTE: Reduced low voltage is defined in Clause 2.6.3.3.2."} 