{
  "id": "4.5.2.3.3",
  "title": "INSTALLATION",
  "fullText": "(a)\tThe following requirements shall be undertaken for the installation of recessed luminaires:\n(i)\tSuitably designed and certified recessed luminaires have installation classifications and shall be marked accordingly. The manufacturer's instructions shall provide all details in regard to restrictions for installation in certain applications.\n(ii)\tUnmarked light fittings shall be treated as 'Do-not-cover'. For these typical fittings, the installation method shall be to provide barriers [see method in Clause 4.5.2.3.1(b)(ii)] or clearances [see method in Clause 4.5.2.3.1(b)(iii)] during installation, so as to prevent  contact  with  materials  that  may  impede  airflow (e.g. thermal insulation) or that may be affected by the high temperature (e.g. combustible building elements and insulation).\n(iii)\tWhere building insulation is already fitted and recessed luminaires are retrofitted, added or altered, precautions shall be taken during the installation of the luminaire so as not to compromise the safety of the installation.\nNOTES:\n1\tIn New Zealand, under the New Zealand Building Code, building insulation is required.\n2\tInstructions for insulation installers in relation to clearances from recessed luminaires and other types of electrical equipment that may be adversely affected by lack of cooling air circulation are included in AS 3999 in Australia and in New Zealand NZS 4246.\n(iv)\tThe presence of bulk thermal insulation, particularly over the rear of a ceiling-mounted recessed luminaire, can readily impair cooling air circulation.\nUnless the recessed luminaire manufacturer specifies otherwise [see method in Clause 4.5.2.3.1(b)(i)] or the barrier is classified to   permit   insulation   coverage   [see   method   in Clause 4.5.2.3.1(b)(ii)], the space above the luminaire shall remain clear. This space is shown as dimension HCB in Figure 4.9.\n(v)\tWhere  clearances  are  to  be  applied  [see  method  in Clause 4.5.2.3.1(b)(iii)] and bulk thermal insulation is not fixed in position, one of the following means shall be provided and secured in position to maintain the clearances:\n(A)\tA barrier complying with AS/NZS 5110.\n(B)\tA guard complying with AS 3999.\n(C)\tA barrier or guard constructed of fire-resistant materials.\n(vi)\tUnless the auxiliary equipment instructions permit otherwise, any auxiliary equipment operating at a high temperature shall be installed above any insulation as illustrated in Figure 4.9.\n(vii)\tIf the recessed luminaire is supplied with a detachable barrier, the complete luminaire, including its barrier, shall be installed.\n(viii)\tFor  recessed  luminaires  with  lamps  of  wattage  higher  than 100 W, only the methods in Clause 4.5.2.3.1(b)(i) or 4.5.2.3.1(b)(iii), shall be used.\n(ix)\tCombustible materials shall be prevented from being in close proximity or contacting hot surfaces of the recessed luminaires. This includes structural timber which may be affected by pyrolysis which over a long exposure can result in increased susceptibility to ignition.\nWhere extraneous material, such as leaves, vermin debris or combustible materials stored in a roof space, are present in proximity to the recessed luminaire, the precautions shall include the use of a suitably designed and certified recessed luminaire [see method in Clause 4.5.2.3.1(b)(i)] or a barrier [see method in Clause 4.5.2.3.1(b)(ii)].\n(x)\tBulk thermal insulation may also be retrofitted, added or altered, in which case precautions shall be applied by the insulation installer, where recessed luminaires are present, or the luminaire installer, where insulation is present.\n(b)\tThe following precautions should be considered for the installation of recessed luminaires:\n(i)\tThe heat generated from lamps should be dissipated in order to prevent overtemperature damage to the luminaire or to adjacent materials. Cooling air circulation through or around the equipment is a requirement for the typical range of recessed luminaires.\nAS/NZS 60598.1, AS/NZS 60598.2 and AS/NZS 5110 detail the test method and the maximum surface temperatures permitted for recessed luminaires or barriers. Those standards permit a maximum temperature of adjacent materials to be no more than 90°C.\n(ii)\tUnder National Construction Code requirements, bulk thermal insulation is prevalent in modern building construction within roofs, ceilings, walls and floors depending on the type of building and its climate zone.\nAS 3999 (in Australia) and NZS 4246 (in New Zealand) include instructions for insulation installers in relation to clearances from recessed luminaires and other types of electrical equipment that may be adversely affected by lack of cooling air circulation."
} 