{
  "id": "4.5.2.3.4",
  "title": "CLASSIFICATIONS OF RECESSED LUMINAIRES",
  "fullText": "Recessed luminaires are classified as follows by AS/NZS 60598.2.2:2016, Appendix ZZ:\n(a)\tNon-IC luminaire A recessed luminaire that cannot be abutted against or covered by normally flammable materials or used in installations where building insulation or debris are, or may be, present in normal use.\nNon-IC luminaires shall not be installed in residential installations. Refer to Clause 4.5.2.3.5.\nNon-IC luminaires complying with AS/NZS 60598.2.2 are marked with the symbol shown in Figure 4.11.\n(b)\tDo-not-cover luminaire A recessed luminaire that can be used where normally flammable materials, including building insulation, are, or may be, present, but cannot be abutted against any material and cannot be covered in normal use.\nIn New Zealand only, 'Do-not-cover' luminaires shall not be installed in residential installations. Refer to Clause 4.5.2.3.5.\n'Do-not-cover' luminaires complying with AS/NZS 60598.2.2 are marked with the symbol shown in Figure 4.12.\n(c)\tCA90 luminaire A recessed luminaire that can be abutted against normally flammable materials, including building insulation, but cannot be covered in normal use. Building elements, building insulation or debris have limited access to the heated parts of the luminaire.\nCA90 luminaires complying with AS/NZS 60598.2.2 are marked with the symbol shown in Figure 4.13.\n(d)\tCA135 luminaire (New Zealand only)  A recessed luminaire that can be abutted against normally flammable materials, including building insulation, but cannot be covered in normal use. Building elements, building insulation or debris have some access to the heated parts of the luminaire.\nIn  New  Zealand  only,  CA135  luminaires  complying  with AS/NZS 60598.2.2 are marked with the symbol shown in Figure 4.14.\n(e)\tIC luminaire A recessed luminaire that can be abutted against normally flammable materials, including building insulation, and can be covered in normal use. Building elements, building insulation or debris have access to the heated parts of the luminaire.\nIC luminaires complying with AS/NZS 60598.2.2 are marked with the symbol shown in Figure 4.15.\n(f)\tIC-4 luminaire A recessed luminaire that can be abutted against normally flammable materials, including building insulation, and can be covered in normal use. Building elements, building insulation or debris have restricted access to the heated parts of the luminaire. This classification of recessed luminaire is effectively a sealed unit that has a restricted flow of air between the habitable room the luminaire emits light into and the void/space where the main body of the luminaire is located.\nIC-4 luminaires complying with AS/NZS 60598.2.2 are marked with the symbol shown in Figure 4.16."
}