{
  "id": "5.3.3.4",
  "title": "Earthing Conductors in Cables, Flexible Cables or Flexible Cords",
  "fullText": "The minimum size of a protective earthing conductor in the form of a cable, flexible cable, or flexible cord shall be selected in accordance with Clause 5.3.3.1.2, and the cross-sectional area of the earthing conductor shall comply with the following requirements appropriate to the type of cable or cord:\n(a) Single-core cable, flexible cable, or flexible cord: The minimum size of a copper earthing conductor in the form of a single-core insulated cable, flexible cable, or flexible cord shall be 2.5 mm².\n Exception: Where connections in a multi-core cable require a short length of single-core insulated earthing conductor to be unenclosed, the earthing conductor size may be not less than 1 mm².\n(b)\tMulti-core cable or flexible cable: The minimum size of an earthing conductor incorporated with associated live conductors in a sheathed multi-core cable or flexible cable shall be 1 mm².\n(c)\tMulti-core flexible cord: The minimum size of an earthing conductor incorporated with the associated live conductors in the sheath of a multi-core flexible cord shall be not less than the cross-sectional area of the largest active conductor incorporated in the flexible cord, provided that the cross-sectional area of the largest active conductor incorporated in the flexible cord is more than 0.5 mm² and less than 2.5 mm², and the flexible cord is used to supply a hand-held or portable appliance.\n(d)\tScreen and drain wires: The minimum cross-sectional area of any screen or drain wire incorporated in a sheathed cable, flexible cable, or flexible cord shall be selected in accordance with Clause 5.3.3.1.2 and, in addition, shall be not less than that required by this Clause (Clause 5.3.3.4) for a protective earthing conductor.\nException: This requirement need not apply where the screen or drain wire is separated from live conductors by double insulation or the equivalent thereof.\nNote: AS/NZS 3191 precludes the use of aluminium conductors in flexible cords."
}