{
  "id": "5.3.2.3",
  "title": "Special Conditions",
  "fullText": "The following conditions apply where the components in Clause 5.3.2.2 (i), (ii), (iii), or (iv) are used for protective earthing:\n(a) Conductive conduit, tube, pipe, trunking, and similar wiring enclosures may be regarded as a protective earthing conductor, provided that:\n(i) the electrical equipment to be earthed is supplied by live conductors contained within the wiring enclosure; and\n(ii) for screwed conductive wiring enclosures, the wiring enclosure is directly connected by conductive threads or locknuts to the electrical equipment to be earthed.\n(b) Conductive sheaths, armours, and screens of cables may be regarded as a protective earthing conductor, provided that the electrical equipment to be earthed is supplied only by live conductors incorporated in the cable.\nException: This condition does not preclude the use of a MIMS cable sheath as a main earthing conductor, provided that any circuit-protective earthing conductors connected to the sheath are associated only with the circuits supplied through the MIMS cable.\n(c) Conductive framework may be regarded as a protective earthing conductor, provided that:\n(i) General: The exposed conductive parts of electrical equipment are mounted on, and in effective electrical contact with, the framework; and the conductive framework is earthed by the connection of a protective earthing conductor directly to the framework.\n(ii) Contact with hinged components: Hinged components of conductive framework, such as cubicle doors, may be regarded as a protective earthing conductor, provided that the fixed component of the framework is connected to a protective earthing conductor; and the fixed and hinged components of the framework are connected by means of a flexible protective earthing conductor.\n(iii) Contact with moving components: The interface between moving components may be regarded as a protective earthing conductor, provided that the fixed component of the equipment is directly connected to a protective earthing conductor; and the fixed and movable components of the equipment are in effective contact by means of metal-to-metal bearing surfaces, such as the contact between a rail and wheel or between an axle and bearing. Additional means of electrical continuity, such as sliding shoes or spring-loaded brushes, may be required where an accumulation of rust or non-conductive dust is likely to occur.\n(d) Catenary wires may be regarded as a protective earthing conductor, provided that:\n(i) it has not less than seven strands;\n(ii) it is supported by means of suitable anchorages;\n(iii) it has a nominal cross-sectional area of not less than 8.5 mm² if constructed of hard-drawn copper or galvanized low carbon (mild) steel;\n(iv) it has a resistance in accordance with the requirements of Clause 5.3.3; and\n(v) it is identified as an earthing conductor, in accordance with Clause 3.8.3.4, and for aerial earthing conductors, at each anchorage point or catenary support."
} 