{
  "id": "5.4.1.1",
  "title": "Exposed Conductive Parts",
  "fullText": "The exposed conductive parts of electrical equipment shall be earthed in the following scenarios:\n•\t(a) Installed or could operate in an earthed situation.\n•\t(b) Not installed in an earthed situation but any exposed conductive part of the electrical equipment is electrically continuous with an extraneous conductive part that is located in an earthed situation.\nExposed conductive parts of electrical equipment protected by electrical separation in accordance with Clause 7.4.3(c) shall not be earthed. Exposed conductive parts need not be earthed if supplied by a Safety Extra Low Voltage (SELV) or Protective Extra Low Voltage (PELV) system in accordance with Clause 7.5.\nException: Electrical equipment need not be earthed if the wiring conforms to protection by the use of double insulation under the following conditions:\n•\t(a) Electrical equipment complying with AS/NZS 3100 for double insulation need not be earthed.\n•\t(b) Installation wiring entering equipment: Where cables connecting electrical equipment having double insulation enter the equipment in such a manner that they may come into contact with accessible external conductive parts of the electrical equipment, the cables shall be of a type affording double insulation.\nNote: Where double insulation is afforded by means of insulated and sheathed cables alone, care should be taken that screws or nails forming part of the structure or equipment are not liable to penetrate the cable, particularly where the cable is subject to movement during maintenance or other operations. See also Clauses 3.9.3 and 3.9.4.\n•\t(c) Internal electrical equipment wiring: Conductors within electrical equipment having double insulation shall be protected, secured, or insulated so that, if any one conductor becomes detached from its termination, neither the conductor nor its functional insulation can come into contact with accessible conductive parts. The attachment of one conductor to another by tying, lacing, clipping, or the like, in such a manner as to prevent either conductor from coming into contact with accessible conductive parts if it becomes detached from its termination, shall be deemed to comply with this requirement."
}