{
  "id": "5.5.3.1",
  "title": "Outbuildings",
  "fullText": "Subcircuits supplied from DB2.\nAll parts of an electrical installation in or on an outbuilding that are required to be earthed in accordance with Clause 5.4 shall be earthed by one of the following methods:\n(a) Individual Outbuildings: The earthing system in an individual outbuilding shall be either: (i) connected to a protective earthing conductor connected in accordance with Clause 5.5.2.1; (ii) connected as a separate MEN installation in accordance with Clauses 5.5.3.1 (c) and 5.5.3.2.\n(b) Combined Outbuildings: The earthing system in a combined outbuilding shall be connected to a protective earthing conductor, connected in accordance with Clause 5.5.2.1, and shall not be connected as a separate MEN installation.\n(c) Separate MEN Installation: The earthing system in a separate MEN installation shall be connected to the submain neutral conductor supplying the outbuilding. In this case, the submain neutral conductor supplying the outbuilding is a combined protective earthing and neutral (PEN) conductor.\nThe electrical installation in the outbuilding shall be regarded as a separate electrical installation, and shall be earthed in accordance with other relevant Clauses of this Standard. The following requirements and recommendations also apply: (i) There shall be not more than one MEN connection in any one individual outbuilding. (ii) The distribution board in the outbuilding shall be regarded as a main switchboard for the purpose of effecting the MEN connection. (iii) The earthing conductor between the distribution board in the outbuilding and the earth electrode shall be regarded as a main earthing conductor for the purposes of earthing of the electrical installation in the outbuilding. (iv) The submain supplying the outbuilding shall be run either: (A) directly from the main switchboard; or (B) from the main switchboard via distribution boards in one or more other outbuildings, to one distribution board only in the outbuilding. (v) Where the combined protective earthing and neutral (PEN) conductor supplying the distribution board in the outbuilding runs from the main switchboard via distribution boards in one or more other outbuildings, the terminals on such distribution boards shall not be depended on for continuity of the combined protective earthing and neutral (PEN) conductor. (vi) The combined protective earthing and neutral (PEN) conductor supplying the distribution board in the outbuilding should not be connected in parallel, by means of earthing or equipotential bonding conductors, with conductive pipes or structural metal within the electrical installation.\nNOTES:\n1.\tRefer to Figures 5.4 and 5.5 for examples of earthing of individual and combined outbuildings.\n2.\tParticular care is needed where conductive pipes and such items as telecommunication cable sheaths, covered walkways, etc. may be continuous between separate buildings and thus establish a parallel earth/neutral path."
} 