{
  "id": "7.3.1",
  "title": "General",
  "fullText": "The particular requirements of this Clause (Clause 7.3) supplement or amend the requirements of Sections 2 to 7 of this Standard for electricity generation systems connected to electrical installations that are intended to supply, either continuously or occasionally, all or part of the installation, including co-generation. An electricity generation system may consist of the following:\n(a) Alternative and supplementary supply: A generator set, typically combustion engine-driven, that: (i) provides an alternative or stand-by a.c. electricity supply in the event of failure of the normal power supply to the installation; or (ii) is used as the primary power supply to an electrical installation; or (iii) is used as part of a stand-alone power system.\n(b) Stand-alone power system: A system that is not connected to the power distribution system of a network provider. Stand-alone systems may be supplied with power from one or more of the following: (i) Photovoltaic array. (ii) Wind turbine or mini-hydro turbine. (iii) Engine-driven generator set in the form of an a.c. supply or a d.c. supply.\n(c) Inverter system: An inverter system that provides an a.c. power supply from an interactive inverter using a renewable energy source, such as photovoltaic, wind turbine, or mini-hydro turbine. In the event of the renewable energy output available exceeding the electrical installation load, subject to formal approval of the electricity distributor, any surplus energy available is exported into the distribution system. If the output available from the renewable energy sources is insufficient for the installation loading, the shortfall in energy required is imported from the network. The interactive inverter of the system also provides control of the exporting and importing of energy from the system and network.\n(d) Battery system: A battery system that provides supply from an alternative energy source, such as a generator set, photovoltaic array, wind turbine, or mini-hydro turbine, to charge a battery bank and provide a d.c. supply to an electrical installation."
} 