{
    "id": "8.2.2",
    "title": "Checklist",
    "fullText": "The following items shall be checked, where applicable during the visual inspection, to assess that the relevant requirements of this Standard are satisfied:\n(a) General:\n•\t(i) Basic protection (protection against direct contact with live parts), e.g., insulation and enclosure.\n•\t(ii) Fault protection (protection against indirect contact with exposed conductive parts), e.g., by the use of automatic disconnection of supply, double insulation, or isolating transformers.\n•\t(iii) Protection against hazardous parts, e.g., enclosure, guarding, or screening of flammable materials, hot surfaces, and parts that may cause physical injury.\n•\t(iv) Protection against the spread of fire, e.g., penetration of fire barriers.\n•\t(v) General condition of the electrical equipment, e.g., signs of damage that could impair safe operation, disconnection of unused electrical equipment.\n(b) Consumer Mains:\n•\t(i) Current-carrying capacity.\n•\t(ii) Voltage drop, e.g., size of conductors.\n•\t(iii) Underground installation conditions, e.g., enclosure, depth of burial, mechanical protection.\n•\t(iv) Aerial installation conditions.\n•\t(v) Connection of wiring.\n•\t(vi) Protection against external influences.\n(c) Switchboards:\n•\t(i) Location, e.g., access and egress.\n•\t(ii) Protective devices, e.g., selection and setting of adjustable protective devices for compliance with overcurrent protection, arc fault protection, and discrimination requirements.\n•\t(iii) Isolating devices, e.g., main switches.\n•\t(iv) Connecting devices, e.g., neutral bars, earth bars, and active links.\n•\t(v) Connection and fixing of wiring and switchgear.\n•\t(vi) Identification and labelling of electrical equipment.\n•\t(vii) Protection against external influences.\n(d) Wiring Systems:\n•\t(i) Conductor size, e.g., current-carrying capacity and voltage drop.\n•\t(ii) Identification of cable cores.\n•\t(iii) Adequate support and fixing.\n•\t(iv) Connections and enclosures.\n•\t(v) Particular installation conditions, e.g., underground, aerial, safety services.\n•\t(vi) Segregation from other services and electrical installations.\n•\t(vii) Protection against external influences, e.g., enclosure.\n(e) Electrical Equipment:\n•\t(i) Isolation and switching devices for protection against injury from mechanical movement devices and motors.\n•\t(ii) Isolation and switching devices for protection against thermal effects, e.g., motors, room heaters, water heaters.\n•\t(iii) Switching devices for particular electrical equipment, e.g., socket-outlets, water heaters, etc.\n•\t(iv) Particular installation conditions, e.g., locations affected by water, explosive atmospheres, extra-low voltage, high voltage.\n•\t(v) Compliance with required Standard.\n•\t(vi) Connection, support, and fixing.\n•\t(vii) Protection against external influences including ingress of moisture where required by any clause.\n•\t(viii) Suitability for intended voltage, current, and frequency.\nNotes:\n1.\tAn RCD is deemed suitable for operation under residual alternating current and residual pulsating direct current conditions if it is marked with one of the symbols cited in Clause 2.6.2.2.1 Note 1 Items (b) to (e). If the marking is not clearly legible, the RCD should be replaced prior to testing.\n2.\tAppendix Q contains further guidance for DC circuits.\n(f) Earthing:\n•\t(i) MEN connection.\n•\t(ii) Earth electrode.\n•\t(iii) Earthing conductors, e.g., size, identification.\n•\t(iv) Equipotential bonding conductors, e.g., size, identification.\n•\t(v) Connections, joints, and terminations.\n•\t(vi) Protection against external influences.\n•\t(vii) Connection to earthing arrangements for other systems.\n•\t(viii) Creation of earthed situations that may require earthing of additional electrical equipment."
} 