{
    "id": "1.1.3",
    "title": "Exclusions",
    "fullText": "This Standard does not apply to connectable electrical installations that are immobilized or fixed in position and directly connected by installation wiring, and where the ability for relocation is not intended to be maintained. These structures are subject to the requirements of AS/NZS 3000.\nExamples include but are not limited to the following:\n(a) Vehicles, recreational vehicles and non-recreational vehicles that are rendered immobile, e.g. tramcars, buses, etc.\n(b) Relocatable units, e.g. homes, huts, construction sheds and tents. In addition, this Standard does not apply to the following:\n(i) Vehicles forming part of an amusement ride or device. These vehicles may be subject to the requirements of AS 3533.\n(ii) Structures for the provision of entertainment that do not contain an electrical installation e.g. circus and carnival tents and temporary vending stalls. These structures are subject to the requirements of AS/NZS 3002.\n(iii) Boats.\n(iv) Other vehicles such as emergency vehicles that do not have an external low voltage connection.\nIn the case of these vehicles, this Standard may be used as a guide.\n(v) Non-recreational vehicle fitted with a permanently attached supply lead or inlet plug for the connection of a single item of electrical equipment, such as the following:\n(A) Trailed concrete mixer.\n(B) Single on board battery charger, only.\n(C) Mobile elevated work platform (MEWP) battery charger only.\n(D) Mobile battery powered equipment charger.\n(E) Message boards and portable traffic advisory systems.\nThis Standard does not cover requirements for the following:\n(1) Re-generative drive/braking systems.\n(2) Battery charging while moving.\n(3) Enhanced protection arrangements that may be subject to design and original equipment manufacturer's requirements.\nThis Standard does not apply to automotive wiring systems, electrical fittings, and electrical wiring whose primary function relates to propulsion or roadworthiness of a vehicle. See Figure 1.2 for further information."
} 