{
    "id": "1.3",
    "title": "Normative references",
    "fullText": "The following documents are referred to in the text in such a way that some or all their content constitutes requirements of this Standard.\nNOTE Documents for informative purposes are listed in the Bibliography.\nAS 60529, Degrees of protection provided by enclosures (IP Code)\nAS 62040.1, Uninterruptible power systems (UPS), Part 1: Safety requirements (IEC 62040‑1:2017 (ED 2.0), MOD)\nAS IEC 62619, Secondary cells and batteries containing alkaline or other non‑acid electrolytes— Safety requirements for secondary lithium cells and batteries, for use in industrial applications\nAS/NZS 3000, Electrical installations (known as the Australian/New Zealand Wiring Rules)\nAS/NZS 3001.1, Electrical installations — Connectable electrical installations and supply arrangements, Part 1: Site supplies for connectable electrical installations\nAS/NZS 3010, Electrical installations—Generating sets\nAS/NZS 3112, Approval and test specification—Plugs and socket-outlets\nAS/NZS 3120, Approval and test specification—Cord extension sockets\nAS/NZS 3123, Approval and test specification—Plugs, socket-outlets and couplers for general industrial application\nAS/NZS 3131, Approval and test specification—Plugs and socket-outlets for stationary appliances\nAS/NZS 3190, Approval and test specification—Residual current devices (current operated earth-leakage devices)\nAS/NZS 3191, Electric flexible cords\nAS/NZS 3760, In‑service safety inspection and testing of electrical equipment and RCDs\nAS/NZS 4417 (all parts), Regulatory compliance mark for electrical and electronic equipment\nAS/NZS 4509 (all parts), Stand‑alone power systems\nAS/NZS 4763, Safety of portable inverters\nAS/NZS 4777 (all parts), Grid connection of energy systems via inverters\nAS/NZS 5000.1, Electric cables—Polymeric insulated, Part 1: For working voltages up to and including 0.6/1 (1.2) kV\nAS/NZS 5000.2, Electric cables—Polymeric insulated, Part 2: For working voltages up to and including 450/750V\nAS/NZS 5033, Installation and safety requirements for photovoltaic (PV) arrays\nAS/NZS 5139, Electrical installations — Safety of battery systems for use with power conversion equipment\nAS/NZS 5601.2, Gas installations, Part 2: LP Gas installations in caravans and boats for non‑propulsive purposes\nAS/NZS 5761, In‑service safety inspection and testing—Second‑hand equipment prior to sale\nAS/NZS 60335.1, Household and similar electrical appliances — Safety, Part 1: General requirements (IEC 60335‑1 Ed 5.2, MOD)\nAS/NZS 61008.1, Residual current operated circuit‑breakers without integral overcurrent protection for household and similar uses (RCCBs), Part 1: General rules (IEC 61008‑1, Ed. 3.2 (2013) MOD)\nAS/NZS 61009.1, Residual current operated circuit‑breakers with integral overcurrent protection for household and similar uses (RCBOs), Part 1: General rules (IEC 61009‑1, Ed. 3.2 (2013) MOD)\nAS/NZS 61558.2.6, Safety of transformers, reactors, power supply units and similar products for supply voltages up to 1 100 V, Part 2.6: Particular requirements and tests for safety isolating transformers and power supply units incorporating safety isolating transformers (IEC 61558‑2‑6 Ed 2, MOD)\nNZS 6115, Electrical installations—Mobile medical facilities\nIEC 60309-2, Plugs, socket‑outlets and couplers for industrial purposes, Part 2: Dimensional interchangeability requirements for pin and contact‑tube accessories\nIEC 60364-7-717, Low voltage electrical installations — Part 7‑717: Requirements for special installations or locations — mobile or transportable units\nIEC 60364-7-721, Low‑voltage electrical installations — Part 7‑721: Requirements for special installations or locations — Electrical installations in caravans and motor caravans"
} 